[
    {
        "name": "Asset Sale",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Change of Control",
        "response": "### Change Control - Put Option\n\nCondition 8 provides that in the event of a Put Event, the holder of a Note has the option to require the Issuer to redeem or procure the purchase of the Note at its outstanding principal amount together with accrued interest. Furthermore, if a potential Change Control Rating Downgrade occurs during the Change Control Period, the holder of Notes may exercise the Put Option unless the Change Control occurs within 180 calendar days following the date of the announcement or statement relating to the potential Change Control[1].\n\n### Put Event Notice\n\nImmediately upon the Issuer becoming aware that a Put Event has occurred, the Issuer shall give notice (a \"Put Event Notice\") to Noteholders specifying the nature of the Put Event and the procedure for exercising the Put Option contained in Condition 8. To exercise the Put Option, the Noteholder must transfer the Notes to the account of the Put Agent specified in the Put Event Notice within 120 calendar days of the Put Event Notice being given (the \"Put Period\"), together with a duly signed and completed notice of exercise form obtainable from the specified office of the Paying Agent[2].\n\n### Optional Redemption Date\n\nThe Issuer shall redeem or, at its option, procure the purchase of Notes in respect of which the Put Option has been validly exercised, subject to the transfer of the Notes to the account of the Put Agent, by the tenth Business Day following the end of the Put Period (the \"Optional Redemption Date\"). Payment in respect of the Note transferred shall be made in Euros to the Noteholder's Euro-denominated bank account specified in the relevant Put Option Notice on the Optional Redemption Date[2].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.2899780273438,
                        "y1": 203.5399932861328,
                        "y2": 366.4100036621094
                    }
                ],
                "page_index": [
                    37
                ],
                "chunk_order": [
                    182
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Condition 8 provides event Put Event, holder Note option require Issuer redeem procure purchase Note outstanding principal amount together accrued interest. Furthermore, potential Change Control Rating Downgrade respect potential Change Control Period occur, holder Notes able exercise Put Option unless within 180 calendar days following date announcement statement relating potential Change Control, Change Control occurs."
            },
            {
                "id": "2",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26000213623047,
                        "x2": 530.280029296875,
                        "y1": 71.4000015258789,
                        "y2": 421.9700012207031
                    }
                ],
                "page_index": [
                    56
                ],
                "chunk_order": [
                    272
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Immediately upon Issuer becoming aware Put Event occurred, Issuer shall, give notice (a \"Put Event Notice\") Noteholders accordance Condition 12 specifying nature Put Event procedure exercising Put Option contained Condition 8. exercise Put Option require redemption or, case may be, purchase Note Condition 8, Noteholder must transfer cause transferred Account Holder Notes redeemed purchased account Put Agent specified Put Event Notice account Issuer (or relevant purchaser) within period 120 calendar days Put Event Notice given (the \"Put Period\"), together duly signed completed notice exercise form (for time current) obtainable specified office Paying Agent (a \"Put Option Notice\") Noteholder may specify Euro-denominated bank account payment made Condition 8. Issuer shall redeem or, option Issuer, procure purchase Notes respect Put Option validly exercised provided above, subject transfer Notes account Put Agent account Issuer (or relevant purchaser) described above, date tenth Business Day following end Put Period (the \"Optional Redemption Date\"). Payment respect Note transferred made Euro Noteholder Euro-denominated bank account specified relevant Put Option Notice Optional Redemption Date via relevant Account Holder."
            }
        ]
    },
    {
        "name": "Event of Default",
        "response": "### Events of Default\n\nThe Representative, acting on behalf of the Masse, may cause all of the Notes to become immediately due and payable if certain defaults occur. These include:\n\n- Non-payment of principal or interest on any Note on the due date, if not remedied within seven calendar days[1].\n- Non-compliance with other obligations under the Notes within 30 calendar days after written notice of default[1].\n- Default in payment of other financial indebtedness or guarantees of at least EUR 50,000,000, unless challenged in good faith before a tribunal[1].\n- Declaration of other financial indebtedness due and payable due to an event of default, unless challenged in good faith before a tribunal[1].\n- Issuance of a judgment for judicial liquidation or transfer of the whole business of the Issuer or any Principal Subsidiary, or similar proceedings[1].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26000213623047,
                        "x2": 495.70001220703125, 
                        "y1": 462.19000244140625, 
                        "y2": 486.07000732421875
                    }
                ],
                "page_index": [
                    56
                ],
                "chunk_order": [
                    273
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "The Representative (as defined in Condition 11 below), acting on behalf of the Masse (as defined in Condition 11 below), may, upon written notice to the Issuer (with a copy to the Fiscal Agent) before all defaults shall have been cured, cause all, but not some only, of the Notes to become immediately due and payable, at their outstanding principal amount together with any accrued interest thereon:\n. if any amount of principal of, interest on, any Note is not paid on the due date thereof and such default is not remedied within a period of seven calendar days from such due date; or\n. if any other obligations of the Issuer under the Notes is not complied with or performed within a period of 30 calendar days after receipt by the Issuer of written notice of such default given by the Representative (as defined in Condition 11); or\n. if the Issuer or any of its Principal Subsidiaries (as defined below) defaults in the payment of any other financial indebtedness or guarantee of financial indebtedness in a total amount at least equal to EUR 50,000,000 on its due date or, as the case may be, at the end of any applicable grace period, unless the Issuer challenges such default in good faith before a competent tribunal, in which case an early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgement in accordance with its terms; or. if any other financial indebtedness of the Issuer or any of its Principal Subsidiaries (as defined below) in an amount in excess of EUR 50,000,000 is declared due and payable due to an event of default under one of the agreements relating to such indebtedness of the Issuer or such Principal Subsidiary, unless the Issuer challenges such default in good faith before a competent tribunal, in which case an early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgement in accordance with its terms; or\n. in the case where a judgment is issued for the judicial liquidation (liquidation judiciaire) or for the transfer of the whole of the business (cession totale de l’entreprise) of the Issuer or any Principal Subsidiary, or if the Issuer or any Principal Subsidiary is subject to any other similar measure or proceeding."
            }
        ]
    },
    {
        "name": "Permitted Investments",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Permitted Indebtedness",
        "response": "### Negative Pledge and Additional Indebtedness\n\nThe negative pledge provided in Condition 3 prohibits the Issuer from granting a mortgage on present or future real property assets and interests, pledge, charge, or security interest on present or future assets and incomes. This is applicable to holders of notes issued or guaranteed by the Issuer that are capable of being admitted to trading on a regulated market. Subject to this negative pledge, the Issuer may incur significant additional indebtedness that could rank equally with the Notes. If the Issuer incurs significant additional indebtedness ranking equally with the Notes, it would increase the number of claims entitled to share rateably with Noteholders in proceeds distributed in connection with insolvency, bankruptcy, or similar proceedings, thereby increasing the risk that Noteholders may lose part of their investment in the Notes[1].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.0900268554688,
                        "y1": 344.2099914550781,
                        "y2": 500.1099853515625
                    }
                ],
                "page_index": [
                    36
                ],
                "chunk_order": [
                    179
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "negative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes."
            }
        ]
    },
    {
        "name": "Restricted Payments",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Optional Redemption",
        "response": "### Redemption upon Change of Control\n\nIn the event of a Change of Control, a Put Event occurs, allowing the holder of the Note the option (the \"Put Option\") to require the Issuer to redeem or, at the Issuer's option, procure the purchase of the Note on the Optional Redemption Date at its principal amount together with interest accrued to, but excluding, the date set for redemption[1].\n\n### Redemption for Taxation Reasons\n\nIf due to a change in law or regulation in France, the Issuer would be unable to make the next payment of principal or interest without withholding taxes, the Issuer may, at its sole discretion, redeem the Notes in whole or in part at their outstanding principal amount, together with interest accrued to the date fixed for redemption. This is subject to giving between 45 and 15 calendar days' prior notice to Noteholders[2].\n\n### Redemption at the Option of the Issuer\n\nThe Issuer may, on any Make-Whole Redemption Date, redeem all or a specified percentage of the outstanding principal amount of the Notes, calculated as described in Condition 5(c). Additionally, the Issuer may redeem the Notes in whole (but not in part) at any time from, including, 11 December 2029 to, excluding, the Maturity Date, at their outstanding principal amount together with accrued interest, as described in Condition 5(d)[3].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26,
                        "x2": 530.16,
                        "y1": 415.13,
                        "y2": 508.51
                    }
                ],
                "page_index": [
                    54
                ],
                "chunk_order": [
                    264
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "time Note remains outstanding occurs Put Event, holder Note option (the \"Put Option\") (unless, prior giving Put Event Notice (as defined below), Issuer gives notice intention redeem Notes Conditions 5(b), 5(c) (if total principal amount outstanding Notes), 5(d) 5(e)) require Issuer redeem or, Issuer's option, procure purchase Note Optional Redemption Date (as defined below) principal amount together interest accrued to, excluding date set redemption."
            },
            {
                "id": "2",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 133.34,
                        "x2": 530.18,
                        "y1": 92.3,
                        "y2": 282.89
                    }
                ],
                "page_index": [
                    50
                ],
                "chunk_order": [
                    243
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "(i) If, reason change law regulation Republic France political subdivision authority therein thereof power tax, change official application interpretation law regulation (including holding competent court), becoming effective Issue Date, Issuer would, occasion next payment principal interest due respect Notes, able make payment without pay additional amounts specified Condition 7, Issuer may, sole discretion, time, subject given 45 less 15 calendar days' prior notice Noteholders accordance Condition 12 (which notice shall irrevocable), redeem whole, part, Notes outstanding outstanding principal amount, together interest accrued date fixed redemption, provided due date redemption notice hereunder may given shall earlier latest practicable date Issuer could make payment principal interest without withholding French taxes."
            },
            {
                "id": "3",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 68.54,
                        "x2": 525.61,
                        "y1": 345.41,
                        "y2": 453.55
                    }
                ],
                "page_index": [
                    1
                ],
                "chunk_order": [
                    1
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Unless previously redeemed purchased cancelled, Notes redeemed full principal amount Maturity Date. All, only, Notes may, certain circumstances shall, redeemed, principal amount together accrued interest event certain French taxes imposed case event default provided respectively Condition 5(b) Condition 9. Issuer, Make-Whole Redemption Date (as defined Condition 5(c)), may redeem all, specified percentage outstanding principal amount Notes, calculated described Condition 5(c). addition, Issuer may, option, (i) date including 11 December 2029 excluding Maturity Date, redeem Notes outstanding date, whole (but part), outstanding principal amount together accrued interest, described Condition 5(d), (ii) 75 per cent. initial nominal amount Notes outstanding redeemed purchased cancelled, redeem remaining Notes whole (but part), described Condition 5(e), outstanding principal amount together accrued interest."
            }
        ]
    },
    {
        "name": "Negative Pledge",
        "response": "### Negative Pledge Clauses\n\nThe negative pledge provided in Condition 3 prohibits the Issuer from granting a mortgage on present or future real property assets and interests, or a pledge, charge, or security interest on present or future assets and incomes. This applies to holders of notes issued or guaranteed by the Issuer that are capable of being admitted to trading on a regulated market. Subject to the negative pledge, the Issuer may incur significant additional indebtedness that could rank equally with the Notes. If the Issuer incurs such additional indebtedness, it could increase the number of claims entitled to share rateably with Noteholders in the proceeds distributed in connection with insolvency or bankruptcy, thereby increasing the risk that Noteholders could lose part of their investment in the Notes[1].\n\n### Limitation on Liens\n\nAs long as the Notes remain outstanding, the Issuer undertakes not to grant a mortgage (hypothèque) on present or future real property assets and interests, or a pledge (nantissement), charge (gage), or security interest (sûreté réelle) on present or future assets and incomes, unless at the time the Notes are equally and rateably secured therewith. This undertaking is given in relation to security interests for the benefit of holders of notes that are capable of being admitted to trading on a regulated market. It does not affect the right of the Issuer to dispose of assets or grant security in respect of assets under certain circumstances[2].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.0900268554688,
                        "y1": 344.2099914550781,
                        "y2": 500.1099853515625
                    }
                ],
                "page_index": [
                    36
                ],
                "chunk_order": [
                    179
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "negative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes."
            },
            {
                "id": "2",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.1400146484375,
                        "y1": 632.1400146484375,
                        "y2": 746.260009765625
                    }
                ],
                "page_index": [
                    48
                ],
                "chunk_order": [
                    236
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "long Notes remain outstanding, Issuer undertakes grant mortgage (hypothèque) present future real property assets interests, pledge (nantissement), charge (gage), security interest (sûreté réelle) present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market, unless time Notes equally rateably secured therewith. undertaking given relation security interests given benefit holders notes (obligations) are, capable being, admitted trading regulated market affect way right Issuer dispose assets grant security respect assets circumstance."
            }
        ]
    },
    {
        "name": "Transactions with Shareholders and Affiliates",
        "response": "### Transactions with Shareholders and Affiliates\n\nCertain Managers and their affiliates are engaged in investment banking, financing, and commercial banking transactions with the Issuer and its affiliates in the ordinary course of business. These affiliates may hold positions, deal in, and make markets in the Notes and related derivatives, including entering into hedging strategies on behalf of the Issuer and its affiliates, investor clients, or as principal to manage exposure and general market risk[1].\n\n### Transaction Limit\n\nN/A",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 63.86,
                        "x2": 531.69,
                        "y1": 516.67,
                        "y2": 763.06
                    }
                ],
                "page_index": [
                    77
                ],
                "chunk_order": [
                    360
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Certain Managers affiliates engaged, may future engage, investment banking, financing and/or commercial banking transactions with, may perform services for, Issuer affiliates ordinary course business. Certain Managers affiliates may positions, deal make markets Notes, related derivatives reference obligations, including (but limited to) entering hedging strategies behalf Issuer affiliates, investor clients, principal order manage exposure, general market risk, trading activities."
            }
        ]
    },
    {
        "name": "Use of proceeds",
        "response": "### Use of Proceeds\n\nThe estimated net proceeds from the issue of Notes amount to EUR 348,680,000. These proceeds will be used for the Issuer's general corporate purposes, including refinancing the Issuer's outstanding EUR 200,000,000 2.75% bonds due 5 April 2024 (FR0013248713)[1].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 68.9,
                        "x2": 523.04,
                        "y1": 93.14,
                        "y2": 128.54
                    }
                ],
                "page_index": [
                    62
                ],
                "chunk_order": [
                    294
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "estimated net proceeds issue Notes amount EUR 348,680,000 used Issuer general corporate purposes including refinancing Issuer’s outstanding EUR 200,000,000 2.75 per cent. bonds due 5 April 2024 (FR0013248713)."
            }
        ]
    },
    {
        "name": "Risk factors",
        "response": "### Risk Factors Relating to Issuer\n\nNexans faces a variety of **strategic, operational, legal compliance, and financial risks** that could significantly impact its business and financial condition. The company has identified **15 primary risks**, categorized into four groups based on their potential impact and the effectiveness of mitigation measures. These risks are ranked from **material** to **critical**, with the highest residual exposure listed first. Key risks include **geopolitical instability**, particularly in high-growth regions such as the **Middle East and Africa**, which accounted for approximately **9%** of the Group's sales. The ongoing conflict in **Ukraine** and political tensions in **Peru** and **Ecuador** are also closely monitored due to their potential impact on business operations.\n\n### Recession Environment\n\nThe Group's **Generation & Transmission** business is minimally affected by economic downturns due to a robust backlog and increasing demand for high-voltage cables, especially in the **renewable energy sector**. The **Distribution** business benefits from **2-3 year frame agreements** with key customers, ensuring committed volumes. However, the **Usages segment** is more vulnerable to economic slowdowns. Nexans employs a proactive approach to mitigate these impacts, focusing on cost reductions and market shifts to maintain resilience.\n\n### Geopolitical, Political, and Social Instability Risk\n\nNexans is exposed to significant **geopolitical risks** in high-growth regions, which may affect its performance and business development. The company operates in countries classified as having **unsettled economic and political environments**, such as **Lebanon**, where ongoing instability has led to strict foreign exchange controls. The **Russia-Ukraine conflict** has also necessitated careful monitoring of operations in Ukraine, where the Group maintains a presence. Additionally, evolving relations between **China and the United States** may introduce uncertainties affecting trade policies and export controls.\n\n### Competitive Environment Risks\n\nThe competitive landscape in the **medium and low voltage cable markets** is characterized by a high number of competitors, including both established global players and new entrants. This has created an **extremely competitive environment**, leading to potential decreases in sales volumes and pressure on selling prices. The Group's operational subsidiaries face challenges from competitors with leaner organizational models and significant financial resources, particularly in regions such as **Southern and Eastern Europe** and **South America**.\n\n### M&A Related Risks\n\nNexans' strategy to become a pure player in electrification involves significant **mergers and acquisitions (M&A)**. The primary risks associated with this strategy include difficulties in realizing identified synergies and compliance risks during integration. The Group conducts detailed market analyses to identify suitable acquisition targets, ensuring alignment with its strategic objectives. A robust governance structure is in place to oversee M&A activities, including a dedicated **Mergers & Acquisitions Committee** responsible for reviewing and approving projects.\n\n### Operational Risks\n\nOperational risks include potential disruptions from **cybersecurity threats**, which could lead to financial and reputational impacts. Nexans relies heavily on information technology and is exposed to risks from cyber-attacks, which may originate from both internal and external sources. The Group has implemented a comprehensive **cybersecurity program** to mitigate these risks, including regular security audits and incident management protocols.\n\n### Climate Change and Natural Hazards Risks\n\nNexans' manufacturing sites are located in areas prone to **natural disasters**, such as earthquakes and floods. The Group has recognized the increasing frequency and severity of climate-related risks and has initiated assessments to implement adaptation measures at its industrial sites. This includes investing in infrastructure improvements and developing business continuity plans to manage potential disruptions from climate events.\n\n### Price Fluctuations and Availability of Non-Ferrous Metals\n\nThe cable industry is highly dependent on non-ferrous metals like **copper and aluminum**, which are subject to price volatility. Nexans has developed strategies to secure long-term contracts with suppliers to mitigate the risks associated with price fluctuations and supply shortages. The Group's vertical integration in the copper supply chain enhances its position against market volatility.\n\n### Legal Compliance Risks\n\nNexans faces legal compliance risks, particularly related to **antitrust laws** and **anti-bribery legislation**. The Group has been involved in various investigations and legal proceedings concerning compliance issues, which could lead to significant financial penalties and reputational damage. To address these risks, Nexans has established a comprehensive compliance program and conducts regular training for employees on ethical business practices.\n\n### Financial Risks\n\nFinancial risks include exposure to **interest rate fluctuations**, liquidity risks, and currency risks. The Group's debt structure primarily consists of fixed-rate obligations, which helps mitigate the impact of rising interest rates. Nexans actively manages its liquidity through extended maturity on loans and commercial paper programs to ensure sufficient cash flow for operational needs. Currency risks are also monitored, particularly in regions where the Group operates in multiple currencies.",
        "page_index": [
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            39
        ],
        "reference_text": "## Page 10\n\n#\n\nLastly, economic recession countries may lead economic social instabilities, potential implications materializing 2024 subsequent years.\n(ii) Risk management response\nGroup closely monitors industrial commercial operations turnkey projects countries exposed geopolitical risks, including limited Ukraine, Brazil, China, Colombia, Ivory Coast, Ghana, Qatar, Lebanon, Libya, Tunisia, Philippines, Nigeria Turkey. systematic continuous review current geopolitical situation embedded Group’s investment decision-making processes, including M&A initiatives. minimize potential impacts geopolitical, political social instability risk, Group i) developing policy diversification suppliers internal sourcing ii) continuously enhancing Business Continuity Management processes industrial sites. Finally, several years, Group vigilant monitoring export control regulations. respect military conflicts Ukraine Russia well Israel Palestine, since beginning conflicts, Group monitoring related risks closely, focusing first protecting employees well supply chain business continuity. order limit exposure Russia, end July 2022, Group divested minority shareholding Impex, company based Russia.\n\n#\n\nPotential impacts on the Group Main correlated Risks\n⚫ Decrease in sales volumes ⚫ Risks related to M&A operations\n⚫ Pressure selling price\n(i) Risk description\nnumber size competitors Group’s operating companies vary depending market, geographical area product line. medium low voltage cable markets competitive, regionally internationally. addition large-scale global competitors, new market players recently emerged, drawing low-cost production equipment organizational structures therefore creating additional capacity extremely competitive environment (both domestically internationally). players emerged last ten years growing rapidly, many regions world including Southern Eastern Europe, Middle East, South Korea, China also South America Africa.\n\n## Page 11\n\n#\n\nhigh voltage cable market escalation competition existing operators new players, necessarily industry leaner flexible organizational models, and/or significant financial resources, could impact.\n(ii) Risk management response\nhigh voltage markets, throughout years, Nexans prioritized innovative technologies, investment differentiating assets Nexans Aurora cable-laying vessel, building EPCI know-how, consolidating track record. focus ensures smooth project execution, delivery high quality product centricity customer approach, always abiding risk-reward mindset. Nexans’ risk management starts earliest stage early tendering phase. order abide Nexans commitment focus generate value, Group ensures strict comprehensive selectivity criteria. project, notably Interconnections Wind Offshore activities representing value 5 million euros, Nexans/rigorously applies risk reward analysis, combining three fundamental dimensions: i) financial modelling, ii) technological risk iii) terms conditions. holistic approach ensures maintenance healthy balanced backlog, aligning Nexans’ commitment excellence risk mitigation. medium low voltage businesses, Nexans relies diversified strong local presence. part SHIFT Prime program, Group strengthening brand customer relationship, provides full portfolio solutions customers product sub-systems services. Nexans also reinforces offer selected markets strategic acquisitions.\n\n#\n\nPotential impacts on the Group Main correlated Risks\n⚫ Difficulty in realizing identified synergies ⚫ Compliance risk\n⚫ Difficulty of integration endangering operating ⚫ Risk of liquidity performance of the facilities ⚫ Risk of liquidity performance of the facilities\n(i) Risk description\nNexans pursues strategy become electrification pure player, portfolio rotation relying acquisitions electrification markets disposal non-core activities. primary risk associated strategy lies Group’s effectiveness concurrently divesting non-electrification activities acquiring identified targets electrification sector.\n(ii) Risk management response\nGroup conducting detailed market analysis identify best merger acquisition opportunities aligning strategy. Strategic fit potential targets closely evaluated, considering factors market attractiveness business, potential create value potential synergies Nexans. diligent approach ensures pursued opportunity aligns Group’s overarching strategy also possesses potential enhance market positioning, create sustainable value, leverage synergies mutual benefit.\n\n## Page 12\n\n#\n\nGroup implemented specific processes governance structure project, particular Mergers Acquisitions Committee responsible reviewing approving acquisition divestment projects. acquisition undergoes robust due diligence process support internal specialists and/or external experts advisors case may be. approach enables identify potential risks related acquired company implement mitigation action, whether obtaining price reduction contractual provisions indemnification clauses. addition, integration plan process led integration project manager executed supervision member Executive Committee. respect disposals, Mergers & Acquisitions Department leads initiatives support recognized external advisors prevent risks. Based above, Group successfully completed following transactions, acquisitions deployed synergies ahead plan:\n• Acquisitions: − 1 April 2022, Nexans finalized acquisition Centelsa, premium cable maker Latin America active production low medium voltages cables Xignux,\n− 26 April 2023, Nexans announced completed acquisition REKA Cables, Finnish company active manufacturing low medium voltages cables Usages Distribution applications. acquisition strengthen Nexans’ position Nordics notably segment Distribution Usages;\n• Disposals: − 31 October 2023, Nexans completed sale Telecom Systems business, rebranded Aginode, Syntagma Capital, Belgiumbased private equity fund.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact ⚫ Risk of business interruption/disruption\n⚫ Reputational impact ⚫ Risk of data loss and/or disclosure\n⚫ Operational impact ⚫ Risk of fraud\n⚫ Competitiveness impact (Loss sales/contract/customer) ⚫ Risk related quality safety Nexans employees ⚫ Risk third-party claims\n\n## Page 13\n\n#\n\n(i) Risk description\nNexans’ business fully relies information technology, systems infrastructure (datacenters, servers networks). Like organization using information technology, Group exposed risk cyber-attacks. Cyber-attacks could originate within Group (system obsolescence, configuration human errors, lack infrastructure maintenance, malicious acts) – outside Nexans (criminal organizations acting behalf State organizations). Technically advanced world information systems well industrial systems, benefiting important means, attacks becoming increasingly sophisticated lead business interruption, theft know-how confidential information, fraud attempts ransomware financial reputational impacts potentially extremely high. important highlight crisis, Covid-19 pandemic, capable exacerbating risk cyber-attacks also due widespread policies remote home working activities.\nDue global presence Group, Nexans’ business activity requires multiple often interconnected information systems, applications well industrial information systems. addition, implementation digital initiatives, new services customers partners, potentially disruptive technologies increase Nexans’ potential exposure cyber security threats, including without limitation, denial service attacks, industrial espionage, ransomware attacks. disruption interruption service could potentially affect multiple regions businesses, significant disruption i) industrial processes (disturbance production distribution activities) ii) capacity internal communication. could also affect business partners, customers suppliers. Finally, could also affect Group’s image. risk enrolls context reinforced regulatory requirements related protection confidentiality data.\n(ii) Risk management response\ncyber security team, led Chief Information Security Officer, core part Risk Management Department fully committed cyber risk. outlines executes policies projects pertinent cyber security program well personal data protection. also devises guidelines use information industrial systems across Group. Cybersecurity Incident Management integral part cyber risk management. cybersecurity team proactively manages alerts cybersecurity incidents, conducts detailed investigations said alerts, implements remediation identified cybersecurity incidents. Additionally, cyber security team tasked carrying regular security audits testing Group’s critical business industrial assets, support external service providers.\nOperational teams Corporate Information System Department Business Groups Information System Departments collaboration cyber security teams continuously strengthening Group’s cyber security processes tools. commitment structured around three fundamental axes cybersecurity: prevent, detect, respond cyber incidents, close collaboration service providers. recent years, cybersecurity governance enhanced development network correspondents within Business Groups factories. network facilitates effective dissemination application Nexans General Management Procedure regarding cyber risk management, synergy central cyber team. Cyber securities issues measures implemented safeguard cyber security evaluated annually Business Groups EVP presented regular basis Nexans Executive Committee. Besides, support Risk Management Department 2023, central cyber team run cyber security risk assessment support design cyber security action plan.\n\n## Page 14\n\n#\n\naddition, Cyber security program realization actions plan regularly presented Accounts, Audit Risk Committee. cybersecurity team designed cyber security program based 4 pillars:\n1) raise awareness empower Nexans’ employees contractors effectively thwart threats placing center detection response capabilities:\n− online training required new employees person failing phishing campaign, − monthly communications published reminding Cybersecurity user’s best practices. addition, Cyber Month organized October communication tailored specific targeted populations, Industrial Workers, Legal Team…, − phishing campaigns performed several times per year. 2023, 7 phishing campaigns performed, − Nexans’ Information Cyber Risk policy regularly updated, adapted emerging threats. 2022 End-user Security policy updated communicated Nexans annual Compliance Week. objective End-user Security policy advise users key rules applied using Nexans’ information system tools avoid cyber incidents;\n2) protect key technological assets among others industrial activities controlling access information treatments:\n− particular, project analyzed assess level business impacts case security incident. Based risk analysis, security controls – technical, operational organizational – defined implementation controlled, − part Industry 4.0 transformation program, dedicated stream deploying OT Threat detection protection solutions factories. deployment continue coming years reach industrial sites, − based approach defense, teams Information System Department deployed security technologies web filtering, email analysis, endpoint detection response workstations servers, network segmentation, − Nexans implemented access control solutions last generation enhancing management access related controls;\n\n## Page 15\n\n#\n\nrespond threat cyber incident soon possible limit adverse impact business industrial operations: − threats constantly monitored security incidents detected thanks enhanced Security Operations Center (SOC), including industrial environment, − cybersecurity incidents timely adequately handled means internal crisis response team integrating internal external experts cyber security thanks specialized probes, − prevent situation Cyber security attack whereby Nexans would forbid employees access Nexans systems, Group acquired tool manage crisis independent Nexans system, − Nexans subscribed cyber security insurance whereby insurer partnering Nexans Group face cyber incidents attacks;\n4) control effectiveness operated security tool controls provide means continuous improvement:\n− cyber penetration tests performed yearly basis Group’s key business industrial systems identify main vulnerabilities develop mitigation actions, − specific security acceptance tests performed phase development business, industrial projects going production.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Business impact – Disruption of activity ⚫ Risk related to the safety of Nexans employees\n⚫ Financial impact ⚫ Assets physical risk\n⚫ Destruction of physical assets ⚫ Business continuity risk\n(i) Risk description\nrespect physical risks, Group’s manufacturing sites located areas risk natural disasters (earthquakes like Morocco 2023, tornadoes, floods, heat waves, etc.). example, Charleston plant United States located next river enjoys access sea; area prone hurricanes. site therefore subject natural disaster risks taken fully account time construction. Although Group draws systematic audit plan sites cooperation property insurer purpose implementing plant integrity risk management processes, impossible rule risks production stoppages. Climate change creating new sources risk Group increasing frequency impacts perils (like floods, droughts, cyclones, etc.). occurrence perils may cause disruption Group’s organization operations may significant impact business.\n\n## Page 16\n\n#\n\nLastly, like international organizations, Nexans activities may exposed risk energy transition (which arise transition low-carbon economy). Group committed reducing environmental impacts. responsibility applies Group’s sites also design products well value chain. Group also designs energy efficiency products solutions. Nevertheless, may unable meet stakeholders’ expectations terms addressing environmental climate risks. may relate decarbonization efforts increasing desire reduce energy consumption.\n(ii) Risk management response\nNexans continuously assessing risks related natural disasters support property insurer reviewing meantime mitigations plan implemented better mitigate impacts risks natural disaster occur. respect perils related climate change, Group decided lead, support recognized service provider, physical risk analysis detailed compared 2021 study covering time industrial sites Nexans Group. Based physical risk analysis giving gross risk, Group launched exposed industrial sites assessment adaptation measures already implemented decide second stage detailed adaptation plan needed. investing industrial sites especially exposed high risks natural hazards, Group ensures technical solutions defined reduce impacts natural disaster risks. case like Charleston recently extension Halden. example, Charleston, several adaptation measures implemented mitigate risks:\n• facility design: several measures taken roof elements attached Hurricane Approved fasteners; • site design: illustration, site purposely built Building Elevation 15 foot (4.5 meters); • emergency management plan particular relate hurricane designated plant personnel follow coordinate local county state emergency Management Departments hurricane formed region.\nAdditionally, employees regularly trained adequately react natural disaster event take place. Business continuity plans developed, crisis management processes place manage exceptional natural events. respect transition risk, Group led, support recognized service provider, 2023 detailed study (aligned TCFD guidelines) assess risks opportunities related climate. study, appears climate change could lead business opportunities Nexans.\n\n## Page 17\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Group reputation ⚫ Risk related to claims and legal proceedings\n⚫ Financial impact ⚫ Risk related to contractual liability: product liability ⚫ Risk related to the competitive environment of the Group’s operating subsidiaries\n(i) Risk description\nmajority contracts part turnkey projects involve subsea land highvoltage cable operations. sales generated projects vary one year another represent approximately 12% Group consolidated sales constant nonferrous metal prices. individual value contracts often high contain penalty liability clauses could triggered Group company comply delivery schedule and/or quality requirements (for example, technical defects requiring major intervention installation). two market segments Nexans mainly engaged are, one hand, interconnection electrification projects (land subsea), hand, offshore wind projects. Trends two markets i) increase size projects, ii) increased technical complexity increased water depths, bigger size cables dynamic applications. regard, noted trends take place context customers increased requirements level risk-liability suppliers must prepared assume order awarded project.\nRisks related expansion United States US market high voltage cables expected show strong growth, driven development offshore wind farms support energy transition. United States targeting 30 GW installed offshore wind capacities 2030. purpose, Group transformed high voltage subsea cable plant Charleston, South Carolina, United States, supply rapidly expanding US offshore wind market. one-of-a-kind subsea, sole high voltage cable plant United States America, contributes development local supply chain supports offshore wind industry. Group exposed inter alia following risks:\n• cancellations delays awarded projects; • duration permit process dependent political context; • market dependent subsidies/financing. sake illustration, New York Public Service Commission rejected September 2023 request higher rates offshore wind developers; • costs increase may render projects less profitable; • regulations changes Federal State and/or local States level could incur reinforcement local content regulations potentially impact Nexans sales US market.\n\n## Page 18\n\n#\n\nRisks related projects size complexity Due amplification complexity and/or size interconnection subsea projects (such Great Sea) well offshore wind projects (Empire Wind 1) together increased volume backlog, Nexans operating entities manage multiple subcategories risks as:\n• high value sub-contract packages (in particular off-shore protection, on-shore civil works) requiring Nexans operating entities high level expertise packages well ability select robust subcontractors manage them; • technical challenges increased voltages depth installations; • potential claims related delivery schedule and/or quality requirements; • price volatility raw materials energy costs particular context inflation; • complexity costing scheme pricing turnkey project; • delays manufacturing schedule. Group might face difficulties assessing final award turnkey projects take place depend several factors, inter alia customers’ ability finding financing. Delays could impact Nexans forecasts ability Nexans bid turnkey projects.\nRisk related human resources Group’s internal external development partly dependent ability hire, integrate, train, motivate, promote retain new talent regions operates high voltage activity (in particular US market). Due increase complexity size projects interconnection subsea projects well offshore wind projects, need manage important sub-contract portion significant increase key assets manage. Risk contractual liability risk significative due i) increase size projects ii) number projects taken make cumulative exposure higher. Risks related deterioration key assets Nexans suffer damage and/or deterioration key assets land subsea high voltage activities (including vessels industrial sites), could result particular delays projects.\nRisk project execution Projects depend and/or affected occurrence unforeseen events existence circumstances taken account project preparation phase. events circumstances arise, Group company concerned sometimes able agree customer amend related contractual provisions, company may temporarily permanently carry extra costs. Group company held liable problem connection turnkey contract, could material adverse effect financial position earnings Group whole (i) heavy penalties may incurred, (ii) cables concerned may replaced (before delivery), (iii) claims may filed Group company involved, (iv) warranty periods may extended, and/or (v) liability may result far-reaching consequences production delays projects. Group companies subject claims, Group takes impact account calculating margins recognized contracts concerned, described Note 1.E.a 2023 Consolidated Financial Statements (as defined section entitled “Documents Incorporated Reference”).\n\n## Page 19\n\n#\n\n(ii) Risk management response\n\n#\n\naddress risks related US expansion, following measures place:\n• Nexans signed framework agreement Eversource Ørsted supply first US-made subsea high voltage export cables projects deliver 1,000 km cables Ørsted’s Eversource offshore wind farms North America 2027; • dedicated team appointed ensure timely ramp high voltage subsea cable plant Charleston; • addition decision transform high voltage subsea cable plant Charleston, South Carolina, United States, Nexans closely following monitoring potential evolution regulations relation local content issues; • Nexans continue project Empire Wind 1 (the US offshore wind export cables turnkey contract awarded 2022). project part larger Empire Wind offshore wind farm generate enough renewable energy energize one million homes New York state.\namplified complexity size turnkey projects address risks turnkey projects, Group developed detailed risk management system turnkey projects based following:\n• major contracts entered Group’s operating subsidiaries subject systematic risk-assessment procedure bids representing 25 million euros Business Group Generation & Transmission submitted Group Tender Review Committee. Particular focus placed ensuring Group’s sales technical teams able pinpoint risks inherent sales contracts involve Legal Department contractual negotiations; • execution projects directly managed Project Director relies specialized teams tasked delivering project within budget, right quality time. addition, teams ensure proper implementation Group’s risk management policy. context, teams implement continuous risk assessment implementation actions identify mitigate risks may appear project execution; • quality policy control procedures place monitor quality production; • production sites ISO 9001 ISO 14001 certified; • technology aimed guaranteeing customers reliable industrial processes well high quality performance products;\n\n## Page 20\n\n#\n\n• launching manufacturing new vessel implementation new installation capacity addition Skagerrak Nexans Aurora; • Group subscribed Construction Risk (CAR) insurance program specifically designed address turnkey project risks; • Nexans partnership Bureau Veritas aimed certifying Nexans’ organization risk management processes execution turnkey projects; • cables tested several times: i) start manufacturing, ii) delivery subject factory acceptance tests (FAT) iii) installation entry service (Site Acceptance Test); • entering strategic partnerships sub-contractors; • experienced staff resources manage early engagement sub-contractors tender stage onwards; • recruitment qualified human resources via post graduate programs development retention program.\nBusiness Group Generation Transmission continuously review processes organization better adapt change project size complexity.\n\n#\n\nPotential effects Group Main correlated Risks ⚫ Financial impact (liquidated damages delay, claims ⚫ Metal price risk hedges price volatility damages, etc.) ⚫ Business interruption ⚫ Sales decline\n(i) Risk description\ncable industry highly dependent supply core raw materials (in particular copper, aluminum lead). Copper, aluminum lead main non-ferrous metals used Group’s operating companies, copper aluminum accounting vast majority raw material purchases. Consequently, price fluctuations product availability direct effect Group’s business. respect, Group constantly assessing risks supply tension raw material prices availability. Copper purchases 2023 amounted around 413,000 tons (versus 460,000 tons 2022), excluding approximately 132,000 tons processed behalf customers. cover main requirements, Group companies enter annual contracts various copper producers purchase pre-determined amounts. Group’s aluminum purchases 2023 totaled 99,000 tons (versus 108,000 tons 2022).\n\n## Page 21\n\n#\n\nRisk shortages Group rule possibility supply demand tensions copper aluminum markets could lead supply shortages thus impact activities. Global shortages, supply interruptions inability obtain non-ferrous metals commercially reasonable prices could adverse effect Group’s earnings. Risk price volatility respect price volatility, price supplies increase, Group may able fully pass increases customers may face pressure credit line copper suppliers requiring payments spot. addition price risk, due multi-country multi-zone sourcing policy, Group indirect exposure foreign exchange risk purchases oil by-products (plastics, etc.), natural gas steel, together account large proportion total raw materials purchases non-ferrous metals. Additional risks also linked fact non-ferrous metal markets (copper, aluminum lead) work basis take pay contracts. Finally, apart cyclical events, tensions commodities market also due structural factors. elements linked increasing demand green energy supply, net zero emissions targets broader climate issues. driving sharp increase consumption certain raw materials, also impelling search substitute raw materials environmentally friendly.\n(ii) Risk management response\nreduce risks related non-ferrous metals, Group developed various mitigation actions including particular:\n• Group’s policy secure non-ferrous metals requirements long-term contracts including significant upward downward flexibility order make sure Group’s requirements always met; • regards copper supply, thanks Nexans’ vertical integration 4 rodmills worldwide, Group enjoys privileged supply position mining industry; • general principle, risks related supply non-ferrous metal specifically monitored non-ferrous metal management. supply strategy based close relationships number key partners aimed reducing Group’s exposure shortages. Group assesses financial vulnerability critical partners ensures robust business continuity plans place. Group’s policy develop alternative sources supplies non-ferrous metal used manufacturing Nexans products (“multi-source strategy”); • Group developed alternative sources Russian origin metal.\nfinancial instruments used Group subsidiaries manage exposure commodities risks copper aluminum described notes 2023 Consolidated Financial Statements (Note 27 “Financial risks”, paragraph C, Foreign exchange metal price risks). sensitivity Group’s earnings copper prices described paragraph E, Market risk sensitivity analysis note.\n\n## Page 22\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Stoppage of the industrial activity ⚫ Risk related to health & safety of the employees\n⚫ Group’s reputation ⚫ Risk related M&A (selection of targets)\n⚫ Fines/claims/legal proceedings ⚫ Risks related to the competitive environment of the\n⚫ Decrease/Loss of sales Group’s operating subsidiaries\n(i) Risk description\nProduction sites maintenance capital expenditure Group’s operating companies carry manufacturing activities, exposed risk damage production sites well major machinery breakdown incidents, could lead production stoppages significant adverse consequences. aging industrial sites require permanent investment avoid deterioration working conditions participate actively workplace safety. respect, employee safety absolute priority Group remain important area focus management. view importance Group subsea high-voltage cables market, Group implemented significant capital expenditure project support business growth:\n• first, meet demand market subsea high voltage cable worldwide, Nexans making significant capital investments extend industrial site Halden (Norway) enhance capability Charleston (USA). ramp extension Halden site critical development Nexans Norway activity meet high demand market; • second, Group launching manufacturing new cable-laying vessel capable performing installation contracts within required timeframes addition current cable-laying vessels (the Skagerrak Aurora came operation May 2021). delivery time new vessel targeted spring 2026 key meet increase demand cable-laying; • third, view significant increase electrification grids, Group announced major investment Morocco support development Distribution segment. greenfield major asset Group continue role expansion renewal medium voltage grids.\nimplementing capital expenditure projects, Group exposed risk failing achieve targets particular Nexans operating entities fail fill increased production and/or installation capacity lack ability deliver cables services required technical specificities according expected schedule. could material impact, particularly case new equipment new plants built view enabling Group break markets operating presence limited presence.\n\n#\n\ncase industrial player, Group subject numerous environmental laws regulations countries operates. laws regulations impose increasingly strict environmental standards, particularly concerning emissions air, water land, wastewater disposal, emission, use handling toxic waste materials, waste disposal methods site clean-up operations. Consequently, Group’s operating subsidiaries exposed possibility liability claims filed them, incurring significant costs (e.g., liability respect current past activities related assets sold).\n\n## Page 23\n\n#\n\nUnited States, Group’s operating companies subject several federal state environmental laws, certain categories entity (as defined law) held liable full amount environmental clean-up costs, even fault said entity determined even relevant operations comply applicable regulations. Group may also subject certain clean-up obligations (remediations works and/or monitoring obligations) including discontinues operations site. 31 December 2023, consolidated provisions environmental risks amounted approximately 5 million euros mainly included amounts set aside (i) clean-up costs several manufacturing sites (ii) dispute purchasers plot land local authorities Duisburg, Germany concerning soil groundwater pollution. Group also performed surveys sites order establish whether environmental clean-up processes may required. estimates site clean-up costs may incur already provisioned material impact earnings view value land concerned, past always exceeded amount required clean-up costs. Group cannot guarantee future events, particular changes legislation development discovery new facts circumstances, lead additional costs could material adverse effect business, earnings financial position.\n\n#\n\nmanufacturing processes used Group’s various operating subsidiaries involve handling asbestos. past (and particularly comply French army specifications), asbestos used limited extent, within framework applicable laws regulatory provisions, improve insulation certain kinds cables designed military purposes. also used manufacture furnaces enamel wire two sites France continuous casting one site France. manufacture furnaces enamel wire activity discontinued long time ago. Several claims lawsuits filed Group current former employees, France abroad, concerning alleged exposure asbestos. March 2015 site concerned classified French government site could entitle workers retire early result exposure asbestos (known ACAATA sites). 2020, Administrative Court Appeal confirmed decision administrative court cancel classification French government. date Prospectus, 3 judicial proceedings remain regarding 3 plaintiffs. Similar proceedings also way France industrial sites three Nexans’ employees among two judicial proceeding concern employees alleged suffered exposition asbestos industrial sites time Nexans responsibility.\n\n## Page 24\n\n#\n\naddition, historical reasons, buildings built asbestos bans adopted locally country country, presence asbestos.\n(ii) Risk management response • regards capital expenditure, Group designed internal procedure assess risks related capital expenditure projects assess return investment. implementation capital expenditure projects, Group defines actions plan ensure new assets properly used formalized detailed industrial processes well properly maintained. Prevention plans defined mitigate identified risks vulnerabilities. • mitigate risks obsolescence regular investments made modernization maintenance industrial facilities. • Regarding safety, Group developed strategy safety based 4 initiatives : i) provide safe equipment work conditions employees; ii) eliminate risks using tools detection, observations (JSA, Safety Walk managers), risk identification (SUSA Cards, Take 5 employees); iii) implement operational discipline, positive recognition, consequences management; iv) create conditions guide teams towards \\'independent\\' even \\'interdependent\\' safety culture (Bradley curve).\n• Industrial sites continuously developing business continuity plans aim secure ability industrial sites identify risks define back up/mitigation actions plan risk materialize. • respect capital expenditures Halden plant new laying vessel, dedicated teams designed ensure respectively smooth ramp site extension meet expected return investment due time (the process implemented relation capital expenditure made Charleston site). addition, robust planification quality, health safety monitoring new laying vessel construction designed meet expected delivery date technical specifications. • relation environmental risk, Group ensures manufacturing sites sufficient resources identify track regulatory requirements concern them, well changes regulations, also financial resources need ensure regulatory compliance. Environmental due diligence Phase 1 initial soil pollution diagnosis run Nexans sites. Environmental due diligence Phase run international recognized specialized service providers. • meantime respect environmental risks, Nexans leading annual basis, detailed survey identify define potential risks assess means prevention each. risk assessment based series steps, including i) identification risks, ii) assessment risks criticality iii) definition potential complementary actions required reduce risk. also enable better follow-up implementation defined mitigation actions well assessment results. also participates spread risk culture within operating entities particular proactive industrial risk management across Group.\n\n## Page 25\n\n#\n\n• relation asbestos risk, monitoring check compliance local regulations lead responsibility industrial business unit managers. addition, industrial business unit managers develop keep date elimination plans.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impacts ⚫ Risks related to Claims and litigations ⚫ Risks related to turnkey projects\n(i) Risk description\nmanufacturing commercial activities Group’s operating companies expose potential product quality issues possible claims damage property third parties allegedly caused products. particular, supplying Group’s products certain sectors automotive aerospace industries, could expose Group’s operating companies possible product recalls grounding campaigns result serial product defects affect large number vehicles aircrafts. Also, industry market practices trends evolving past years, customers push longer product warranty periods, stringent contract conditions (in particular related liabilities). meantime, warranties extended Group’s various companies suppliers materials components used companies’ products may remain shorter less extensive warranties granted Group’s subsidiaries customers (for example PVC materials others). countries South America Europe (like France Italy), utilities imposing terms conditions whereby limitation liability accepted categories cables. spirit, certain industries automotive business, customers imposing terms conditions limitation liability.\n(ii) Risk management response\nlimit risks related product liability, Group developed following control systems:\n• major contracts entered Group’s operating subsidiaries subject systematic risk-assessment procedure bids representing 5 million euros businesses high-voltage business submitted Group Tender Review Committee. Particular focus placed ensuring Group’s sales technical teams (i) able pinpoint risks inherent sales contracts (ii) involve Group’s Legal Department contractual negotiations; • sales contract policy aiming limiting overall liability exposure Group’s operating companies towards clients case occurrence contract execution issue (such delay, quality problem); • order mitigate product liability risk, Group set stringent product quality control procedures. majority units ISO 9001-certified. Many also hold certifications specific business (e.g. IRIS rolling stock, ISO 9100 aerospace…). addition, unit tracks set indicators monthly basis order assess progress made terms quality customer satisfaction. Group currently third party liability insurance covers product liability, considers line industry standards whose coverage amounts largely exceed past claims. However, Group cannot guarantee insurance policies would provide sufficient coverage forms liability claims several entities suffer claims year although coverage amounts high, capped annual levels policies contain standard exclusion clauses, notably concerning cost product late-delivery penalties. Group currently third party liability insurance covers product liability, considers line industry standards whose coverage amounts largely exceed past claims. However, Group cannot guarantee insurance policies would provide sufficient coverage forms liability claims several entities suffer claims year although coverage amounts high, capped annual levels policies contain standard exclusion clauses, notably concerning cost product late-delivery penalties.\n\n## Page 26\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact (Fines, indemnities…) ⚫ Risk related to M&A\n⚫ Ban from Clients & Public tenders ⚫ Risks related to the competitive environment of the\n⚫ Reputational impact Group’s operating subsidiaries\n⚫ Risks related Claims litigations\n(i) Risk description\nlate January 2009, European Commission launched antitrust investigation various cable manufacturers including Group companies relation alleged anticompetitive behavior subsea underground high-voltage power cables sector. Several similar investigations subsequently launched jurisdictions. 2 April 2014, European Commission adopted decision addressed inter alia Nexans France SAS Company (the “EC Decision”), found Nexans France SAS participated directly infringement European antitrust legislation subsea underground high-voltage power cable sector. Company held jointly liable payment portion fine imposed Nexans France SAS European Commission. early July 2014, Nexans France SAS paid 70.6 million euro fine imposed European Commission. Nexans France SAS Company appealed EC Decision General Court European Union. appeal dismissed 12 July 2018. Nexans France SAS Company appealed General Court’s judgment European Court Justice, which, turn, dismissed appeal 16 July 2020.\n\n## Page 27\n\n#\n\nperiod following decision, several customers alleged suffered loss result conduct subject EC Decision. However, around 2019, certain customers issue legal proceedings Group entities claiming damages alleged losses. claims filed courts United Kingdom, Italy Netherlands Nexans defendants. UK, Scottish Southern Energy (SSE) lodged claim Company Nexans France SAS certain companies Prysmian Group. September 2019, claim Company Nexans France SAS discontinued, payment SSE party bearing costs proceedings. Prysmian one main defendants certain antitrust damages claims initiated UK National Grid Scottish Power 2015. Contribution claims brought Prysmian Nexans France SAS Company cases. Prysmian main defendants reached settlement National Grid Scottish Power.\nMarch 2017, Vattenfall initiated claim alleged antitrust damages Prysmian NKT High Court England. 12 June 2020, Nexans France SAS Company notified contribution claim brought Prysmian. main claim contribution claim transferred High Court UK Competition Tribunal (a specialist competition court). Italian company Terna S.p.A. launched antitrust damages claim Court Milan. Nexans Italia filed defense 24 October 2019 focusing Nexans Italia’s lack standing sued. Following initial hearing 13 November 2019, judge ruled Terna’s claim null lack clarity 3 February 2020. Terna supplemented claim 11 May 2020. 26 January 2021, judge ruled decision jurisdiction preliminary issues rendered along merits. hearing took place 4 May 2022, parties discussed evidentiary requests, parties restated main arguments evidentiary requests previously raised. final outcome expected 2024.\nclaim Netherlands made jointly Electricity & Water Authority Bahrain, GCC Interconnection Authority, Kuwait Ministry Electricity Water Oman Electricity Transmission Company, certain companies Prysmian Group former shareholders, companies Nexans Group ABB Groups. action brought District Court Amsterdam. 18 December 2019, Nexans defendants filed motion contesting jurisdiction. court issued judgment 25 November 2020, declaring incompetent regard claims non-Dutch defendants, including certain Group entities. court also ordered claimants pay costs proceedings. claimants appealed ruling case merits Dutch defendants stayed pending appeal judgment. Dutch courts considering whether refer certain questions European Court Justice (ECJ) ruling, would delay hearing substantive issues Netherlands least two years. 19 September 2023, Amsterdam Court Appeal made preliminary reference ECJ issues relating jurisdiction Dutch courts. referral judgment means main proceedings Dutch courts suspended pending ECJ’s ruling Investigations carried American, Japanese, New Zealand Canadian authorities high-voltage power cable sector closed without sanctions. investigations led Australian antitrust authority (ACCC), Australian courts dismissed ACCC’s case refused sanction Nexans Australian subsidiary high-voltage power cable sector case pertaining sale low- medium- voltage cables.\n\n## Page 28\n\n#\n\ninvestigation Brazil General Superintendence antitrust authority “CADE” high-voltage power cable sector concluded 11 February 2019. 15 April 2020 Administrative Tribunal CADE condemned Company, together cable manufacturers. Nexans paid 1 million euro (BRL equivalent) fine appealed decision. case ongoing. investigation antitrust authority South Korea (“KFTC”) high-voltage power cable sector officially closed Nexans understands relevant limitation periods considered expired. Nexans’ local Korean subsidiaries cooperated KFTC investigations initiated 2013 2015 businesses high-voltage. result, full leniency (zero fine) granted KFTC 15 cases, two cases Nexans Korean subsidiaries granted 20% reduction fines imposed ordered pay KFTC total approx. 850,000 euros. investigations closed, risks associated majority claims brought customers connection concluded.\n24 November 2017 Spain, Nexans Iberia Company (in capacity Nexans Iberia’s parent company) notified decision Spanish competition authority (“CNMC”), found Nexans Iberia participated directly infringement Spanish competition laws low- medium-voltage cable sectors. Company held jointly liable payment part fine levied Nexans Iberia CNMC. early January 2018, Nexans Iberia settled 1.3 million euro fine levied CNMC. Nexans Iberia Company appealed CNMC’s decision. Appeal decision expected 2023.\n27 July 2020, Nexans Iberia served claim filed Iberdrola Commerce Court Barcelona, basis CNMC’s decision (which also sanctioned one Iberdrola’s subsidiaries). Iberdrola seeking total 9.4 million euros damages defendants, including Prysmian several local Spanish producers. Nexans filed preliminary defense arguments case pending. 20 January 10 May 2022, German Federal Cartel Office (FCO) carried searches three Nexans’ sites Germany. searches part investigation cable manufacturers concerning alleged coordination industry-standard metal surcharges Germany. FCO also conducted inspections premises companies Germany. Nexans successfully challenged validity searches premises. However, investigation still ongoing 20 February 2024, FCO carried searches another Nexans site Germany. May 2022, application “collective proceedings order” made UK, seeking approval bring opt-out claim behalf millions UK consumers (as well opt-in claim non-UK domiciled customers paid electricity UK). case early stage hearing certification expected take place 2024 which, granted, lead lengthy proceedings next years. 8 July 2022, London Array Limited participants London Array consortium commenced claim UK Competition Appeal Tribunal antitrust damages relation EC Decision. Company Nexans France defendants claim. claim ongoing.\n\n## Page 29\n\n#\n\n31 December 2022, following reassessment risks July 2022, Group recorded contingency provision 66.5 million euros cover investigations mentioned well direct indirect consequences related rulings handed particular follow-on damages claims customers (existing potential claims). amount provision based management’s assumptions take account consequences similar cases currently available information. still considerable uncertainty extent risks related potential claims and/or fines. final costs related risks could therefore significantly different amount provision recognized. Group’s risk prevention systems compliance program strengthened regularly significantly recent years core Group continuous improvement efforts. However, Group cannot guarantee risks problems relating practices comply applicable rules ethics business conduct fully controlled eliminated. consistently communicated Company past, unfavorable outcomes antitrust proceedings and/or investigations well associated consequences could material adverse effect results thus financial position Group.\n(ii) Risk management response\n\n#\n\ncomplement section Code Ethics Business Conduct dedicated fair competition, Group’s Antitrust Guidelines provide guidance application basic competition law rules. Antitrust Guidelines applicable affiliates subsidiaries everywhere Nexans business.\n\n#\n\ntop executives, managers key personnel throughout Group must complete Compliance Week training every year. training includes antitrust section test questions based realistic business cases. addition, in-depth/spot trainings conducted exposed positions (sales & purchasing managers well members Trade association) and/or specific issue identified. Specific mitigation measures subsequent risk mapping Group integrated competition law aspects compliance risk mapping carried pursuant “Sapin II” legislation. antitrust risks identified managed centrally monitored mitigation remediation measures, including use dedicated digital tools facilitate second third level control.\n\n#\n\nEmployees encouraged, internal communication trainings, use Group’s incident report system raise concerns including breach business ethics anticorruption rules, whether within Nexans business partners. incident report system also available, 17 languages, anyone outside Group, phone, application, remotely website www.nexans.com. addition, simple search “Nexans alert” Internet search engine direct incident report system portal.\n\n## Page 30\n\n#\n\nInternal controls internal audit Group Audit Department controls compliance antitrust rules framework regular audits operational entities also performs missions dedicated specific antitrust issues.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact (Fines, indemnities…) ⚫ Risk related to M&A\n⚫ Ban from Clients & Public tenders ⚫ Risks related to the competitive environment of the\n⚫ Reputational impact Group’s operating subsidiaries\n⚫ Risks related Claims litigations\n(i) Risk description\nglobal presence worldwide activities diversity sectors energy infrastructure, large international projects high voltage, employees worldwide might confronted bribery corruption practices. Group generates approximately 17% turnover countries high-risk profile (rated 40 per Corruption Perception Index Transparency International). 2022, Group physical presence Brazil, Colombia, Lebanon, Morocco, Nigeria, Peru, Turkey, Ivory Coast, Ecuador, Ukraine. addition, Group relies ecosystem commercial partners, including sales intermediaries, resellers, distributors. ecosystem may represent risk Group.\n(ii) Risk management response\n\n#\n\ncomplement sections Code Ethics Business Conduct dedicated anti-bribery corruption, Group issued number specific guidelines support zero tolerance practice:\n• Corruption Prevention Policy sets rules processes applied preventing corruption and/or bribery daily business sales representatives business partners keeping justification thereof; • Gifts Hospitality Policy, also governing invitations, charity donations; • Conflicts Interests Policy explaining identify, disclose manage potential actual conflict interest situations; • Tender Review Contract Risk Management Policy ensures sales offers, bids, quotations submitted sales contracts signed Nexans subsidiaries compliant Group ground rules, notably Corruption Prevention Policy;\n\n## Page 31\n\n#\n\n• Charter Responsible Public Advocacy issued end 2021 lays main commitments applicable Nexans employees particular charge public advocacy activities.\nGuidelines applicable affiliates subsidiaries, everywhere Nexans business.\n\n#\n\nNexans developed 3 year strategy regarding compliance trainings identified key categories population: (i) online strategy (ii) offline strategy. online trainings, yearly employees Nexans e-mail address – hence top executives, managers key personnel well administrators – invited complete compliance e-learnings launched annual Compliance Week. courses robust trainings anti-bribery corruption, conflict interests, gifts hospitalities, sponsorship donations trade sanctions. courses may also include reminders Human Rights, Inclusion & Diversity, Data Privacy Cybersecurity governing principles.\nNew joiners also assigned recently developed “Living Code Ethics Nexans” course joining Group, ensure full understanding adherence Nexans working principles. offline strategy, colleagues working lines globe must receive “Living Code Ethics Nexans”, adapted face-to-face, course. addition, high exposure employees identified Business Groups key functions must conduct in-depth trainings face-to-face. three year period, high exposure employees must therefore follow anti-bribery corruption, antitrust trade sanctions trainings.\nstressed face-to-face trainings occur mitigation measure specific issue identified. Specific mitigation measures part continuous improvement process, Group currently enhancing anti-bribery corruption risk mapping. fully digitalized exercise launched 2023 across Group. exercise allow Group ensure robustness process mitigate risk adequately. example, past risk mapping exercise conducted Group, sales representatives identified representing potential anti-bribery corruption risk. Specific risk mitigation activities, including specific due diligence, introduced dedicated online platform, enabling Group centralized tool mitigate risk sales intermediaries could represent. addition, relevant employees find potential conflict interest situation politically exposed obligation disclose situation centralized automated digital tool. system allows harmonized management cases, facilitating second third level controls. Furthermore, managers, similarly new joiners, must sign compliance certificate pledging comply Nexans’ Code Ethics Business Conduct.\n\n## Page 32\n\n#\n\nGroup also performs compliance due diligence framework contemplated Merger Acquisitions transactions able identify compliance issues potential acquisition targets early on. Finally, 2023, Group defined vigilance plan includes strengthened compliance due diligence categories purchasers identified risk.\n\n#\n\nEmployees encouraged, internal communication trainings, use Group’s incident report system raise concerns breach business ethics anticorruption rules, whether within Nexans business partners. incident report system also available, 17 languages, anyone outside Group, phone, application, remotely website www.nexans.com. addition, simple search “Nexans alert” Internet search engine direct incident report system portal. Internal controls internal audit implementation Group Compliance Program audited regularly Internal Audit Team ensure robustness controls. Group Audit Department also controls compliance anticorruption rules framework regular audits operational entities performs missions specifically dedicated anticorruption issues.\n\n#\n\nparagraph entitled “Financial risks” read conjunction Note 27 “Financial risks” 2023 Consolidated Financial Statements , also sets sensitivity analysis 2022. Please also refer Note 1.F.c 2023 Consolidated Financial Statements well Note 7 “Net asset impairment”, sets assumptions used purpose impairment testing.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact on EBITDA and financial results ⚫ None\n(i) Risk description\nnature Group’s business activities exposes volatility non-ferrous metal prices (copper and, lesser extent, aluminum lead) non-ferrous metal represent significative portion cables. illustration purposes, last years 2022 2023, price copper subject high volatility range 3,000 USD/ton lowest highest prices. respect aluminum lead, Group may face lack liquidity secure long term hedging. Besides, sake illustration, end 2021, low liquidity futures markets metals generated high volatility forward quotations renewal hedges. phenomenon probably linked increase demand. currently difficult know whether level liquidity cyclical structural phenomenon.\n\n## Page 33\n\n#\n\nrecent years, numerous banks exited metal market mobilized many resources compared level risk. 2022, new players strengthened capacity offer commodity hedges allowing Nexans Group secure access metal derivatives market.\n(ii) Risk management response\nline general practice cable industry, policy Group’s operating subsidiaries concerned pass metal prices selling prices hedge related risk either natural hedge entering futures contracts metal exchange market. addition, dedicated team Group level fully monitoring risk volatility non-ferrous metal prices. Despite general policy, Group remains exposed non-ferrous metal price volatility risk due nature activities Group (such long-term contracts…). respect, Group’s strategy managing non-ferrous metal price risks, potential impact fluctuations copper prices hedges put place described Notes 27.C 27.E 2023 Consolidated Financial Statements.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact on EBITDA and financial results ⚫ None\n(i) Risk description\nMain part external debts (bonds, EIB) approximately 800 million euros fix rates. Recent evolution economic environment (inflation interests rates hikes) impact Group structure financing. sensitivity analysis concerning changes interest rates provided Note 27.E 2023 Consolidated Financial Statements.\n(ii) Risk management response\nrisk monitored closing Group Treasury Metal Direction regular update Group CFO monthly Financing Committee. renewal long term debts done fixed debt (bond loans) order limited percentage gross debt floating interest rates.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact on EBITDA and financial results ⚫ None\n\n## Page 34\n\n#\n\n(i) Risk description\nGroup’s main liquidity risk relates to:\n• obligation repay redeem existing debt, primarily corresponding (i) one issue bond maturing 2024, (ii) trade receivables securitization programs used within Group, (iii) lesser extent, short-term debt taken number Group’s subsidiaries (iv) commercial papers programs (NEU CP); • Group’s future financing requirements (including working capital fluctuations). (ii) Risk management response\nmitigate liquidity risk Group, Group has:\n• extended maturity Nexans syndicated loan signed 26 October 2022 (for amount 800 million euros – see Note 27.A 2023 Consolidated Financial Statements details) October 2028 amount 800 million euros; • commercial papers program amount 600 million euros (see Note 27.A 2023 Consolidated Financial Statements details);\nDetails Group’s cash requirements resources (especially cash surpluses credit facilities), together policy managing monitoring liquidity described Note 27 2023 Consolidated Financial Statements.\n\n#\n\nPotential effects for the Group Main correlated Risks\n⚫ Financial impact on EBITDA and financial results ⚫ None\n(i) Risk description\nforeign exchange risk Group exposed described Note 27.C 2023 Consolidated Financial Statements. Apart relation non-ferrous metal transactions, Group considers exposure foreign exchange risk operating cash flows limited Group whole, due underlying operational structure whereby subsidiaries primarily operate domestic markets, main exception export contracts high-voltage business. account international presence, Group also exposed foreign currency translation risk net assets subsidiaries whose functional currency euro. Group policy hedge risks.\n(ii) Risk management response\nCurrency hedges set dedicated team Group order operating units’ cash flows remain denominated functional currency. notably case Group’s subsidiaries Brazil (BRL vs USD), Canada (CAD vs USD), Norway (NOK vs EUR, GBP, JPY USD), Switzerland (CHF vs EUR) Turkey (TRY vs EUR, USD).\n\n## Page 35\n\n#\n\nsensitivity analysis concerning fluctuations two main currencies present foreign exchange risk Group (the US dollar Norwegian krone) provided Note 27.E.\n\n#\n\ncontemplated Condition 2, Notes constitute direct, unconditional, unsubordinated (subject provisions Condition 3) unsecured obligations Issuer. However, investment Notes involves taking credit risk Issuer. Credit risk refers risk Issuer may unable meet financial obligations Notes. creditworthiness Issuer deteriorates notwithstanding Condition 9 enables Noteholders request Representative Masse redemption Notes, may able fulfil part payment obligations Notes, could materially negatively impact Noteholders, may lose part investment.\n\n#\n\nnegative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes.\n\n#\n\nevent Issuer would obliged pay additional amounts respect Notes due withholding provided Condition 7 case event default provided Condition 9, Issuer may and, certain circumstances shall, redeem all, only, Notes outstanding outstanding principal amount together interest accrued accordance Condition 5(b) Conditions. addition, subject conditions set Condition 5(c), Make-Whole Redemption Date, Issuer may redeem all, specified percentage of, outstanding principal amount Notes calculated Condition 5(c). Depending aggregate nominal amount Notes redeemed, trading market respect Notes may become illiquid. result, Noteholder may able resell Notes without incurring significant discount nominal value Notes. Furthermore, Issuer may option redeem Notes whole (but part) outstanding principal amount together interest accrued (but excluding) date fixed redemption period from, including, 11 December 2029 to, excluding, Maturity Date, provided Condition 5(d).\n\n## Page 36\n\n#\n\n75 per cent. initial principal amount Notes redeemed purchased cancelled, Issuer may, less 15 45 calendar days\\' notice Noteholders, redeem remaining Notes outstanding principal amount together accrued interest set Condition 5(e). early redemption Notes may result, Noteholders, yield considerably lower anticipated. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes.\n\n#\n\nCondition 8 provides event Put Event, holder Note option require Issuer redeem procure purchase Note outstanding principal amount together accrued interest. Furthermore, potential Change Control Rating Downgrade respect potential Change Control Period occur, holder Notes able exercise Put Option unless within 180 calendar days following date announcement statement relating potential Change Control, Change Control occurs. trading market respect Notes respect Put Option exercised may become illiquid. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes. Therefore, Noteholders exercised Put Options may able sell Notes market may wait Maturity Date obtain redemption investments Notes, may reduce profits anticipated Noteholders time issue.\n\n#\n\nNotes bear interest outstanding principal amount time time rate 4.250 per cent. per annum, from, including, Issue Date (but excluding) Maturity Date payable Euro annually arrear 11 March year, commencing 11 March 2025, accordance Condition 4. Investment Notes involves risk subsequent changes market interest rates may adversely affect value yield Notes Noteholders may receive lower return Notes anticipated time issue lose portion capital invested decide sell Notes.\n\n#\n\nIssuer société anonyme corporate seat France. event Issuer becomes insolvent, insolvency proceedings generally governed insolvency laws France extent that, applicable, \"centre main interests\" (as construed Regulation (EU) 2015/848, amended) Issuer located France. Directive (EU) 2019/1023 preventive restructuring frameworks, discharge debt disqualifications, measures increase efficiency procedures concerning restructuring, insolvency discharge debt, amending Directive (EU) 2017/1132 transposed French law Ordonnance 2021-1193 dated 15 September 2021. ordonnance, applicable 1st October 2021, amends French insolvency laws notably regard process adoption restructuring plans insolvency proceedings. According ordonnance, \"affected parties\" (including notably creditors, therefore Noteholders) shall treated separate classes reflect certain class formation criteria purpose adopting restructuring plan. Classes shall formed way class comprises claims interests rights reflect sufficient commonality interest based verifiable criteria. Noteholders longer deliberate proposed restructuring plan separate assembly, meaning longer benefit specific veto power plan. Instead, affected parties, Noteholders grouped one several classes (with potentially types creditors) dissenting vote may possibly overridden crossclass cram down.\n\n## Page 37\n\n#\n\ncommencement insolvency proceedings Issuer would material adverse effect market value notes issued Issuer, including Notes. consequence, decisions taken class affected parties could negatively significantly impact Noteholders cause lose part investment, able recover part amounts due Issuer.\n\n#\n\nHolders Notes grouped automatically defense common interests Masse, defined Condition 11, General Assembly Noteholders held Written Resolution taken. Terms Conditions Notes permit certain cases defined majorities bind Noteholders attend vote relevant General Assembly consent relevant Written Resolution Noteholders voted manner contrary majority. decision adopted majority Noteholders modifications impair limit rights Noteholders, may negative impact market value Notes hence Noteholders may lose part investment. Noteholders may, subject provisions Condition 11 limitation provided French law, deliberate proposal relating modification Terms Conditions Notes, notably proposal, whether arbitration settlement, relating rights controversy subject judicial decisions. Condition 11 provides provisions Article L.228-65 I. 1° 4° French Code de commerce (respectively providing prior approval General Meeting change corporate purpose form Issuer, issue notes benefiting security (sûreté réelle) benefit Masse) related provisions French Code de commerce shall apply Notes. result exclusions, prior approval Noteholders obtained matters may affect interests generally.\n\n#\n\nNotes rated BB+ S&P. market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date. value Notes depends number interrelated factors, including economic, financial political events France elsewhere, including factors affecting capital markets generally stock exchanges Notes traded. price Noteholder able sell Notes prior maturity may discount, could substantial, issue price purchase price paid Noteholder. Accordingly, part capital invested Noteholder may lost upon transfer Notes, Noteholder case would receive significantly less total amount capital invested.\n\n#\n\nApplication made Notes admitted trading Euronext Paris Issue Date. active trading market Notes may develop and, one develop, may maintained. active trading market Notes develop maintained, market trading price liquidity Notes may adversely affected. Therefore, Noteholders may able sell Notes secondary market (in case market trading price liquidity may adversely affected) may able sell Notes prices provide yield comparable similar investments developed secondary market Noteholders could lose significant part investments Notes.\n\n## Page 38\n\n#\n\naddition, exercise Put Option, defined provided Condition 8 respect Notes may affect liquidity Notes respect Put Option exercised. Depending number Notes respect Put Option exercised, trading market respect outstanding Notes may become varying degrees less liquid.\n\n## Page 7\n\n#\n\nfollowing certain risk factors offering Notes prospective investors aware. Issuer believes following factors may affect ability fulfil obligations Notes. factors contingencies may may occur. Factors Issuer believes may material purpose assessing market risks associated Notes also described below. Issuer believes factors described represent principal risks inherent investing Notes, inability Issuer pay interest, principal amounts connection Notes may occur reasons. Prospective investors make independent evaluations risk factors also read detailed information set elsewhere Prospectus (including documents incorporated reference herein) reach views prior making investment decision. Terms used defined section shall meaning set sections Prospectus.\n\n#\n\never-evolving environment, Nexans dedicated protecting safety health well interests employees, interests shareholders, clients, suppliers, stakeholders, achieving objectives. navigate landscape, Nexans implemented proactive risk management policy efficiently respond internal external threats likely affect finance, operations, reputation future prospects. Given Nexans’ global presence, competitive nature cable industry diversity businesses, Nexans faced variety risks, endogenous exogenous. Nexans diligently manages Strategic, Operational, Legal Compliance, Financial risks minimize occurrence also mitigate potential impact. achieve this, Group established consistently enhances risk management processes organization.\npart Nexans’ risk management process, Group conducted assessment identify primary risk factors faces. Pursuant provisions Article 16 Regulation (EU) 2017/1129 European Parliament Council, section entitled \"Risk Factors relating Issuer” outlines main specific risks could, date Prospectus, impact Group’s business, financial condition, outlook reputation, operational results ability achieve objectives. 15 risks clustered four categories (Strategic Risks, Operational Risks, Legal Compliance Risks, Financial Risks). 15 risks are, however, exhaustive risks uncertainties, whether unknown considered herein date Prospectus, could occur arise material adverse effect Group.\nterm methodology, 15 identified risks specifically pertinent Nexans significant net impact. ranking based assessment i) highest level criticality (potential impact Group multiplied probability occurrence), ii) risk effectiveness risk mitigation measures deployed Group prevent and/or minimize impact. Then, risks ordered level importance, within category, greatest residual exposure presented first. Group classifies residual risks scale ranging “low”, “moderate”, “material” “critical”. section entitled \"Risk Factors relating Issuer” exclusively outlines risks assessed either “material” “critical”.\n\n## Page 8\n\n#\n\nrisks health safety well human risks: − risks relate issues primary vital importance Nexans. Although may categorized specific Nexans, Group constantly deploys monitors preventive measures actions limit occurrence risks minimize impacts. − comprehensive overview main non-financial risks policies place prevent mitigate occurrence presented detail Non-Financial Performance Statement.\n2) risks talent scarcity:\n− risks, specific Nexans, relate Group’s internal external development partly dependent ability hire, integrate retain new talents regions operates. generally, Group may face difficulties hiring talents developing skills talents staff members.\n3) risks market innovation risks:\n− risks medium long-term trends may impact Group’s strategy business model.\n4) financial risks risk internal control tax risks:\n− risks considered “moderate risks” current context. addition, measures deployed prevent and/or mitigate potential impact.\n\n#\n\nNexans committed maintaining improving performance, even face geopolitical economic uncertainty. terms potential risk recession, Nexans deems non-specific material following reasons:\n1) Generation & Transmission business minimally affected thanks robust backlog providing visibility, surge demand high voltage cables, especially within renewable energy sector. impacts, all, might associated customers deferring projects due cost increase stemming inflationary environment; 2) impacts Distribution business limited thanks 2 3 years frame-agreements key customers ensuring committed volumes, well increased demand medium voltage cables aiming strengthening modernizing power grid. impacts, all, might associated customers deferring projects due cost increase stemming inflationary environment; 3) Usages segment exposed economic slowdowns. However, Nexans considers mitigate impacts following key reasons:\n− Nexans’ business model prioritizes value growth volumes, providing resilient foundation, − economic slowdown doesn’t uniformly affect entire Group Group leverages presence different regions. instance, 2023, economic slowdowns particularly acute countries Ghana, Colombia, Lebanon China, lower countries, − Group actively anticipates risks slowdown deploy proactive measures mitigate effects cost reductions, shift markets.\n\n## Page 9\n\n#\n\nPotential impacts on the Group Main correlated Risks\n⚫ ⚫ Impact on the performance of the facilities ⚫ Risk relating to business development\n⚫ Decrease in sales volumes ⚫ Counterparty risks ⚫ Currency risk ⚫ Liquidity risk\n(i) Risk description\nCertain high-growth regions playing role Group’s strategic exposed significant geopolitical risks. 2023, around 9% Group’s sales current non-ferrous metal prices generated Middle East & Africa region around 2% countries classified Group’s credit insurer “a unsettled economic political environment” posing high risk. respect conflict Russia Ukraine, Nexans maintains presence Ukraine Nexans Autoelectric unit specializing manufacturing automotive harnesses, operating three plants Western part Ukraine. Group’s total assets Ukraine represent less 1% consolidated balance sheet Group.\nkey element Nexans’ strategy involves expanding high-growth regions, including South America Africa, may subject geopolitical, political social instabilities. Early 2023 social instabilities political tensions Peru Ecuador following respectively destitution Peruvian President December 2022 Presidential elections 2023 might impacted business activities, closely monitored managed. evolving relations China United States also factor risks uncertainties, encompassing potential trade policy changes may affect customs protection export controls regulations. US political approach windfarm may affect business activity G&T business group.\nenduring Gulf crisis continues alter export opportunities Group’s subsidiary Qatar (consolidated equity method) Gulf states, conditions remaining uncertain. respect Lebanon, since 2020, persistent political economic instability led particular strict foreign exchange control policy Lebanese banks, affecting activities subsidiary Lebanon. Additionally, since October 2023, Lebanon affected military conflict Israel Palestine. environment shaped chronic budget deficits emerging countries past several years, governments tending introduce stricter tax laws order maximize income taxes levies. Consequently, governments take positions could lead legal disputes double taxation issues. countries (in particular non OCDE countries), Group may face issues tax instability uncertainties could affect financial results Group’s operating entities."
    },
    {
        "name": "Covenants",
        "response": "### RISK FACTORS\n\nThe **Risk Factors** section outlines potential risks associated with the Notes, which are rated **BB+** by S&P. It emphasizes that the **market value** of the Notes is influenced by various factors, including the **creditworthiness** of the Issuer, prevailing **market interest rates**, and the time remaining until the **maturity date**. Noteholders should be aware that they may face significant losses if they sell the Notes prior to maturity, as the selling price could be substantially lower than the purchase price. Additionally, the document notes that the existence of an **active secondary trading market** for the Notes is uncertain, and if such a market does not develop or is adversely affected, liquidity may decrease, further impacting the ability to sell the Notes at favorable prices.\n\n### NEGATIVE PLEDGE\n\nThe **Negative Pledge** provision states that as long as the Notes remain outstanding, the Issuer commits not to grant any **mortgage** or **security interests** over its present or future real property assets unless the Notes are equally and rateably secured. This undertaking is designed to protect the interests of the Noteholders by ensuring that their claims are not subordinated to other creditors. The definition of \"outstanding\" includes Notes that have not been redeemed or cancelled, ensuring that the pledge remains in effect for all active Notes.\n\n### INTEREST\n\nThe **Interest** section specifies that the Notes will bear interest at a rate of **4.250% per annum** from the **Issue Date** of **11 March 2024** until the **Maturity Date** of **11 March 2030**. Interest payments will be made annually in arrears on each **Interest Payment Date**, starting from **11 March 2025**. The calculation of interest is based on the **Actual/Actual-ICMA** method, which considers the number of calendar days in the relevant period. Notably, interest will cease to accrue on the redemption date unless the payment is improperly withheld, in which case interest will continue to accrue until the amounts due are received by the Noteholder.\n\n### INTEREST CALCULATION\n\nThe **Interest Calculation** provision details how interest is computed for each period. The interest is calculated based on the shorter of the defined **Interest Periods** using a day-count fraction that accounts for the actual number of days in the period. This method ensures that interest payments are accurately aligned with the actual time the Notes are held, providing clarity on how interest accrues over time.\n\n### INTEREST ACCRUAL\n\nThe **Interest Accrual** section clarifies that interest on the Notes will continue to accrue until the full amount due is paid, even if the payment is delayed. This provision ensures that Noteholders are compensated for any time their principal remains unpaid, reinforcing the Issuer's obligation to meet its financial commitments. The accrual will continue until either the payment is received or the relevant amounts are credited to the Noteholders' accounts, ensuring that their rights are protected in the event of payment issues.",
        "page_index": [
            6,
            38,
            39,
            48,
            49
        ],
        "reference_text": "Notes rated BB+ S&P. market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date. value Notes depends number interrelated factors, including economic, financial political events France elsewhere, including factors affecting capital markets generally stock exchanges Notes traded. price Noteholder able sell Notes prior maturity may discount, could substantial, issue price purchase price paid Noteholder. Accordingly, part capital invested Noteholder may lost upon transfer Notes, Noteholder case would receive significantly less total amount capital invested.\n\nApplication made Notes admitted trading Euronext Paris Issue Date. active trading market Notes may develop and, one develop, may maintained. active trading market Notes develop maintained, market trading price liquidity Notes may adversely affected. Therefore, Noteholders may able sell Notes secondary market (in case market trading price liquidity may adversely affected) may able sell Notes prices provide yield comparable similar investments developed secondary market Noteholders could lose significant part investments Notes.\naddition, exercise Put Option, defined provided Condition 8 respect Notes may affect liquidity Notes respect Put Option exercised. Depending number Notes respect Put Option exercised, trading market respect outstanding Notes may become varying degrees less liquid.\n\naddition, S&P rating agency may change methodologies application rating securities features similar Notes future. may include relationship ratings assigned issuer\\'s senior securities ratings assigned securities features similar Notes, sometimes called \"notching\". rating agencies change practices application rating securities future, ratings Notes may subsequently lowered. Issuer rated BB+ (stable outlook) S&P. credit rating Issuer assessment ability pay obligations, including arising Notes. Consequently, declines credit ratings Issuer may turn impact credit rating Notes.\n\nlong Notes remain outstanding, Issuer undertakes grant mortgage (hypothèque) present future real property assets interests, pledge (nantissement), charge (gage), security interest (sûreté réelle) present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market, unless time Notes equally rateably secured therewith. undertaking given relation security interests given benefit holders notes (obligations) are, capable being, admitted trading regulated market affect way right Issuer dispose assets grant security respect assets circumstance.\npurposes Conditions, \"outstanding\" means, relation Notes, Notes issued than: (a) redeemed due date otherwise accordance Conditions, (b) respect date redemption accordance Conditions occurred redemption monies (including interest accrued Notes date redemption interest payable Condition 4 date) duly paid Fiscal Agent, (c) purchased cancelled provided Condition 5 (d) respect claims become prescribed Condition 10.\n\nNotes bear interest from, including, 11 March 2024 (the \"Issue Date\") to, excluding, 11 March 2030 (the \"Maturity Date\"), rate 4.250 per cent. per annum payable annually arrear 11 March year (each \"Interest Payment Date\") commencing 11 March 2025. period from, including, Issue Date to, excluding, first Interest Payment Date successive period including Interest Payment Date to, excluding, next Interest Payment Date called \"Interest Period\".\n\ninterest calculated respect period equal shorter Interest Period (as defined Condition 4(a) above), day-count fraction used Actual/Actual-ICMA method number calendar days relevant period, including date interest begins accrue excluding date falls due, divided number calendar days Interest Period relevant period falls (including first day excluding last).\n\nNote cease bear interest due date redemption, unless payment full amount due respect Notes improperly withheld refused date. event, interest outstanding principal amount Note time time shall continue accrue rate until, including, whichever earlier (i) day sums due respect Note day received behalf relevant Noteholder (ii) day receipt behalf Euroclear France sums due respect Notes."
    },
    {
        "name": "Summary",
        "response": "### Summary and Overview\n\nThe bond document outlines the issuance of **EUR 350,000,000** in **4.250% Notes** due on **11 March 2030** by **Nexans** (the \"Issuer\"). The Notes are characterized as **direct, unconditional, unsubordinated**, and **unsecured obligations** of the Issuer, which implies that they carry a **credit risk** associated with the Issuer's ability to meet its financial obligations. The document emphasizes that if the Issuer's creditworthiness deteriorates, it could negatively impact the Noteholders, potentially leading to a loss of part of their investment.\n\nThe structure of the Notes includes **restrictive covenants** that prevent the Issuer from incurring additional indebtedness, which is intended to protect the interests of the Noteholders. However, the Issuer may still incur significant additional debt that could rank equally with the Notes, increasing the risk of loss for Noteholders in the event of insolvency or bankruptcy. Furthermore, the Notes may be subject to early redemption under certain conditions, which could result in lower yields for Noteholders compared to their original expectations.\n\nThe document also discusses the potential for a **Put Option**, allowing Noteholders to require the Issuer to redeem the Notes under specific circumstances, which could affect the liquidity of the Notes in the market. The interest rate on the Notes is set at **4.250% per annum**, payable annually in arrears, starting from **11 March 2025**. Changes in market interest rates could adversely affect the value of the Notes, leading to lower returns than anticipated.\n\nOverall, the document highlights various **risk factors** associated with the investment in the Notes, including credit risk, market value fluctuations, and the potential impact of legislative changes. It advises prospective investors to conduct independent evaluations of these risks before making investment decisions.",
        "page_index": [
            7,
            29,
            35,
            36,
            37,
            38,
            47
        ],
        "reference_text": "complement section Code Ethics Business Conduct dedicated fair competition, Group’s Antitrust Guidelines provide guidance application basic competition law rules. Antitrust Guidelines applicable affiliates subsidiaries everywhere Nexans business.\n\ncontemplated Condition 2, Notes constitute direct, unconditional, unsubordinated (subject provisions Condition 3) unsecured obligations Issuer. However, investment Notes involves taking credit risk Issuer. Credit risk refers risk Issuer may unable meet financial obligations Notes. creditworthiness Issuer deteriorates notwithstanding Condition 9 enables Noteholders request Representative Masse redemption Notes, may able fulfil part payment obligations Notes, could materially negatively impact Noteholders, may lose part investment.\n\nnegative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes.\n\nevent Issuer would obliged pay additional amounts respect Notes due withholding provided Condition 7 case event default provided Condition 9, Issuer may and, certain circumstances shall, redeem all, only, Notes outstanding outstanding principal amount together interest accrued accordance Condition 5(b) Conditions. addition, subject conditions set Condition 5(c), Make-Whole Redemption Date, Issuer may redeem all, specified percentage of, outstanding principal amount Notes calculated Condition 5(c). Depending aggregate nominal amount Notes redeemed, trading market respect Notes may become illiquid. result, Noteholder may able resell Notes without incurring significant discount nominal value Notes. Furthermore, Issuer may option redeem Notes whole (but part) outstanding principal amount together interest accrued (but excluding) date fixed redemption period from, including, 11 December 2029 to, excluding, Maturity Date, provided Condition 5(d).\n75 per cent. initial principal amount Notes redeemed purchased cancelled, Issuer may, less 15 45 calendar days\\' notice Noteholders, redeem remaining Notes outstanding principal amount together accrued interest set Condition 5(e). early redemption Notes may result, Noteholders, yield considerably lower anticipated. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes.\n\nCondition 8 provides event Put Event, holder Note option require Issuer redeem procure purchase Note outstanding principal amount together accrued interest. Furthermore, potential Change Control Rating Downgrade respect potential Change Control Period occur, holder Notes able exercise Put Option unless within 180 calendar days following date announcement statement relating potential Change Control, Change Control occurs. trading market respect Notes respect Put Option exercised may become illiquid. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes. Therefore, Noteholders exercised Put Options may able sell Notes market may wait Maturity Date obtain redemption investments Notes, may reduce profits anticipated Noteholders time issue.\n\nNotes bear interest outstanding principal amount time time rate 4.250 per cent. per annum, from, including, Issue Date (but excluding) Maturity Date payable Euro annually arrear 11 March year, commencing 11 March 2025, accordance Condition 4. Investment Notes involves risk subsequent changes market interest rates may adversely affect value yield Notes Noteholders may receive lower return Notes anticipated time issue lose portion capital invested decide sell Notes.\n\nHolders Notes grouped automatically defense common interests Masse, defined Condition 11, General Assembly Noteholders held Written Resolution taken. Terms Conditions Notes permit certain cases defined majorities bind Noteholders attend vote relevant General Assembly consent relevant Written Resolution Noteholders voted manner contrary majority. decision adopted majority Noteholders modifications impair limit rights Noteholders, may negative impact market value Notes hence Noteholders may lose part investment. Noteholders may, subject provisions Condition 11 limitation provided French law, deliberate proposal relating modification Terms Conditions Notes, notably proposal, whether arbitration settlement, relating rights controversy subject judicial decisions. Condition 11 provides provisions Article L.228-65 I. 1° 4° French Code de commerce (respectively providing prior approval General Meeting change corporate purpose form Issuer, issue notes benefiting security (sûreté réelle) benefit Masse) related provisions French Code de commerce shall apply Notes. result exclusions, prior approval Noteholders obtained matters may affect interests generally.\n\nNotes rated BB+ S&P. market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date. value Notes depends number interrelated factors, including economic, financial political events France elsewhere, including factors affecting capital markets generally stock exchanges Notes traded. price Noteholder able sell Notes prior maturity may discount, could substantial, issue price purchase price paid Noteholder. Accordingly, part capital invested Noteholder may lost upon transfer Notes, Noteholder case would receive significantly less total amount capital invested.\n\nApplication made Notes admitted trading Euronext Paris Issue Date. active trading market Notes may develop and, one develop, may maintained. active trading market Notes develop maintained, market trading price liquidity Notes may adversely affected. Therefore, Noteholders may able sell Notes secondary market (in case market trading price liquidity may adversely affected) may able sell Notes prices provide yield comparable similar investments developed secondary market Noteholders could lose significant part investments Notes.\naddition, exercise Put Option, defined provided Condition 8 respect Notes may affect liquidity Notes respect Put Option exercised. Depending number Notes respect Put Option exercised, trading market respect outstanding Notes may become varying degrees less liquid.\n\nissue EUR 350,000,000 4.250 per cent. Notes due 11 March 2030 (the \"Notes\") Nexans (the \"Issuer\") authorised pursuant resolution Board Directors (Conseil d’administration) Issuer dated 17 January 2024 decided Mr. Jean-Christophe Juillard, Deputy Chief Executive Officer Chief Financial Officer (Directeur général adjoint et Directeur financier) Issuer 4 March 2024. Issuer entered agency agreement dated 7 March 2024 (the \"Agency Agreement\") Société Générale fiscal agent, paying agent calculation agent (the \"Fiscal Agent\", \"Paying Agent\" \"Calculation Agent\", expressions shall, context admits, include successor time fiscal agent and/or paying agent and/or calculation agent) put agent (the \"Put Agent\", expression shall, context admits, include successor time put agent). References \"Conditions\" are, unless context otherwise requires, numbered paragraphs below. Conditions, \"holder Notes\", \"holder Note\" \"Noteholder\" means person whose name appears account relevant Account Holder entitled Notes.\n\nfollowing certain risk factors offering Notes prospective investors aware. Issuer believes following factors may affect ability fulfil obligations Notes. factors contingencies may may occur. Factors Issuer believes may material purpose assessing market risks associated Notes also described below. Issuer believes factors described represent principal risks inherent investing Notes, inability Issuer pay interest, principal amounts connection Notes may occur reasons. Prospective investors make independent evaluations risk factors also read detailed information set elsewhere Prospectus (including documents incorporated reference herein) reach views prior making investment decision. Terms used defined section shall meaning set sections Prospectus."
    },
    {
        "name": "The Offering",
        "response": "### Offering Summary\n\nThe bond offering consists of **EUR 350,000,000** in **4.250% Notes** due on **11 March 2030**. The issuance is authorized by a resolution from the Board of Directors dated **17 January 2024**. The **Issuer** of these Notes is **Nexans**, and the agency agreement for the management of the Notes was established on **7 March 2024** with **Société Générale** acting as the **Fiscal Agent**, **Paying Agent**, and **Calculation Agent**. \n\n### Credit Risk\n\nThe Notes represent **direct, unconditional, unsubordinated**, and **unsecured obligations** of the Issuer, subject to certain provisions. Investors face **credit risk**, which is the risk that the Issuer may not be able to meet its financial obligations. The creditworthiness of the Issuer is crucial, as any deterioration could negatively impact the ability to fulfill payment obligations, potentially leading to losses for Noteholders.\n\n### Redemption Features\n\nThe Notes may be redeemed prior to maturity under specific conditions. In the event of a default, the Issuer is obliged to pay additional amounts concerning the Notes. The Issuer can redeem all or a specified percentage of the outstanding principal amount, which could affect the liquidity of the Notes in the market. Additionally, if **75%** of the initial principal amount is redeemed, the Issuer may redeem the remaining outstanding Notes with less than **15 to 45 calendar days' notice** to Noteholders.\n\n### Interest Rate and Payment\n\nThe Notes bear interest at a rate of **4.250% per annum**, calculated on the outstanding principal amount from the **Issue Date** until the **Maturity Date**. Interest payments are made annually in arrears, starting from **11 March 2025**. Changes in market interest rates may adversely affect the value and yield of the Notes, potentially leading to lower returns than anticipated.\n\n### Market Risks\n\nThe market value of the Notes is rated **BB+** by **S&P** and is influenced by various factors, including the Issuer's creditworthiness and prevailing market interest rates. The value of the Notes may fluctuate due to economic, financial, and political events, affecting the price at which Noteholders can sell their Notes in the secondary market. An active trading market may develop, but liquidity could be adversely affected, leading to potential losses for investors.\n\n### Legal and Regulatory Considerations\n\nThe Terms and Conditions of the Notes allow for modifications that may bind Noteholders even if they do not attend or vote at relevant General Assemblies. This could negatively impact the market value of the Notes and the rights of Noteholders. The provisions also reference compliance with **French Insolvency Law**, which may affect the rights and interests of Noteholders in the event of insolvency proceedings involving the Issuer. \n\n### Conclusion\n\nThe offering of the **4.250% Notes** by **Nexans** presents various risks and features that potential investors should consider. The structure of the Notes, including credit risk, redemption features, interest payments, market risks, and legal considerations, plays a crucial role in assessing the investment's viability.",
        "page_index": [
            7,
            29,
            35,
            36,
            37,
            38,
            47
        ],
        "reference_text": "complement section Code Ethics Business Conduct dedicated fair competition, Group’s Antitrust Guidelines provide guidance application basic competition law rules. Antitrust Guidelines applicable affiliates subsidiaries everywhere Nexans business.\n\ncontemplated Condition 2, Notes constitute direct, unconditional, unsubordinated (subject provisions Condition 3) unsecured obligations Issuer. However, investment Notes involves taking credit risk Issuer. Credit risk refers risk Issuer may unable meet financial obligations Notes. creditworthiness Issuer deteriorates notwithstanding Condition 9 enables Noteholders request Representative Masse redemption Notes, may able fulfil part payment obligations Notes, could materially negatively impact Noteholders, may lose part investment.\n\nnegative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes.\n\nevent Issuer would obliged pay additional amounts respect Notes due withholding provided Condition 7 case event default provided Condition 9, Issuer may and, certain circumstances shall, redeem all, only, Notes outstanding outstanding principal amount together interest accrued accordance Condition 5(b) Conditions. addition, subject conditions set Condition 5(c), Make-Whole Redemption Date, Issuer may redeem all, specified percentage of, outstanding principal amount Notes calculated Condition 5(c). Depending aggregate nominal amount Notes redeemed, trading market respect Notes may become illiquid. result, Noteholder may able resell Notes without incurring significant discount nominal value Notes. Furthermore, Issuer may option redeem Notes whole (but part) outstanding principal amount together interest accrued (but excluding) date fixed redemption period from, including, 11 December 2029 to, excluding, Maturity Date, provided Condition 5(d).\n75 per cent. initial principal amount Notes redeemed purchased cancelled, Issuer may, less 15 45 calendar days\\' notice Noteholders, redeem remaining Notes outstanding principal amount together accrued interest set Condition 5(e). early redemption Notes may result, Noteholders, yield considerably lower anticipated. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes.\n\nCondition 8 provides event Put Event, holder Note option require Issuer redeem procure purchase Note outstanding principal amount together accrued interest. Furthermore, potential Change Control Rating Downgrade respect potential Change Control Period occur, holder Notes able exercise Put Option unless within 180 calendar days following date announcement statement relating potential Change Control, Change Control occurs. trading market respect Notes respect Put Option exercised may become illiquid. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes. Therefore, Noteholders exercised Put Options may able sell Notes market may wait Maturity Date obtain redemption investments Notes, may reduce profits anticipated Noteholders time issue.\n\nNotes bear interest outstanding principal amount time time rate 4.250 per cent. per annum, from, including, Issue Date (but excluding) Maturity Date payable Euro annually arrear 11 March year, commencing 11 March 2025, accordance Condition 4. Investment Notes involves risk subsequent changes market interest rates may adversely affect value yield Notes Noteholders may receive lower return Notes anticipated time issue lose portion capital invested decide sell Notes.\n\nHolders Notes grouped automatically defense common interests Masse, defined Condition 11, General Assembly Noteholders held Written Resolution taken. Terms Conditions Notes permit certain cases defined majorities bind Noteholders attend vote relevant General Assembly consent relevant Written Resolution Noteholders voted manner contrary majority. decision adopted majority Noteholders modifications impair limit rights Noteholders, may negative impact market value Notes hence Noteholders may lose part investment. Noteholders may, subject provisions Condition 11 limitation provided French law, deliberate proposal relating modification Terms Conditions Notes, notably proposal, whether arbitration settlement, relating rights controversy subject judicial decisions. Condition 11 provides provisions Article L.228-65 I. 1° 4° French Code de commerce (respectively providing prior approval General Meeting change corporate purpose form Issuer, issue notes benefiting security (sûreté réelle) benefit Masse) related provisions French Code de commerce shall apply Notes. result exclusions, prior approval Noteholders obtained matters may affect interests generally.\n\nNotes rated BB+ S&P. market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date. value Notes depends number interrelated factors, including economic, financial political events France elsewhere, including factors affecting capital markets generally stock exchanges Notes traded. price Noteholder able sell Notes prior maturity may discount, could substantial, issue price purchase price paid Noteholder. Accordingly, part capital invested Noteholder may lost upon transfer Notes, Noteholder case would receive significantly less total amount capital invested.\n\nApplication made Notes admitted trading Euronext Paris Issue Date. active trading market Notes may develop and, one develop, may maintained. active trading market Notes develop maintained, market trading price liquidity Notes may adversely affected. Therefore, Noteholders may able sell Notes secondary market (in case market trading price liquidity may adversely affected) may able sell Notes prices provide yield comparable similar investments developed secondary market Noteholders could lose significant part investments Notes.\naddition, exercise Put Option, defined provided Condition 8 respect Notes may affect liquidity Notes respect Put Option exercised. Depending number Notes respect Put Option exercised, trading market respect outstanding Notes may become varying degrees less liquid.\n\nissue EUR 350,000,000 4.250 per cent. Notes due 11 March 2030 (the \"Notes\") Nexans (the \"Issuer\") authorised pursuant resolution Board Directors (Conseil d’administration) Issuer dated 17 January 2024 decided Mr. Jean-Christophe Juillard, Deputy Chief Executive Officer Chief Financial Officer (Directeur général adjoint et Directeur financier) Issuer 4 March 2024. Issuer entered agency agreement dated 7 March 2024 (the \"Agency Agreement\") Société Générale fiscal agent, paying agent calculation agent (the \"Fiscal Agent\", \"Paying Agent\" \"Calculation Agent\", expressions shall, context admits, include successor time fiscal agent and/or paying agent and/or calculation agent) put agent (the \"Put Agent\", expression shall, context admits, include successor time put agent). References \"Conditions\" are, unless context otherwise requires, numbered paragraphs below. Conditions, \"holder Notes\", \"holder Note\" \"Noteholder\" means person whose name appears account relevant Account Holder entitled Notes.\n\nfollowing certain risk factors offering Notes prospective investors aware. Issuer believes following factors may affect ability fulfil obligations Notes. factors contingencies may may occur. Factors Issuer believes may material purpose assessing market risks associated Notes also described below. Issuer believes factors described represent principal risks inherent investing Notes, inability Issuer pay interest, principal amounts connection Notes may occur reasons. Prospective investors make independent evaluations risk factors also read detailed information set elsewhere Prospectus (including documents incorporated reference herein) reach views prior making investment decision. Terms used defined section shall meaning set sections Prospectus."
    }
]