[
    {
        "name": "Asset Sale",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Change of Control",
        "response": "### Change of Control and Put Option\n\nCondition 8 provides that in the event of a Put Event, the holder of a Note has the option to require the Issuer to redeem or procure the purchase of the Note at its outstanding principal amount together with accrued interest. A potential Change of Control Rating Downgrade in respect of a potential Change of Control Period may occur, allowing the holder of Notes to exercise the Put Option unless, within 180 calendar days following the date of the announcement or statement relating to the potential Change of Control, the Change of Control occurs[1].\n\n### Put Event and Redemption Rights\n\nA \"Put Event\" is deemed to have occurred when (i) a Change of Control occurs and (ii) within the Change Control Period, a Rating Downgrade occurs in respect of the Change Control or potential Change Control. The Issuer must give a \"Put Event Notice\" to Noteholders specifying the nature of the Put Event and the procedure for exercising the Put Option as contained in Condition 8. To exercise the Put Option, requiring redemption or purchase of the Note under Condition 8, the Noteholder must transfer or cause to be transferred the Notes to the account of the Put Agent specified in the Put Event Notice within a period of 120 calendar days after the Put Event Notice is given (the \"Put Period\"), together with a duly signed and completed notice of exercise form obtainable from the specified office of the Paying Agent[2].\n\n### Definition of Change Control\n\n\"Change Control\" in respect of the Issuer is deemed to have occurred at any time when a Relevant Person(s), after the Issue Date of the Notes, acquires Control of the Issuer unless the Relevant Person(s) already had Control of Nexans immediately prior to the Change Control. \"Relevant Person\" means any person or persons acting in concert as defined in Article L.233-10 of the French Code de commerce or any person or persons acting on behalf of such person(s)[3].\n\n### Optional Redemption Date\n\nThe Issuer shall redeem or, at its option, procure the purchase of Notes in respect of which the Put Option has been validly exercised, subject to the transfer of such Notes to the account of the Put Agent or the account of the Issuer (or relevant purchaser) as described above, on the date which is the tenth Business Day following the end of the Put Period (the \"Optional Redemption Date\"). Payment in respect of any Note so transferred will be made in Euro to the Noteholder's Euro-denominated bank account specified in the relevant Put Option Notice on the Optional Redemption Date via the relevant Account Holder[2].\n\n### Change Control Period\n\n\"Change Control Period\" means the period commencing on the Relevant Announcement Date and ending 180 calendar days after the Change Control, or a longer period if the long-term debt of the Issuer is under consideration for a rating review by a Rating Agency, provided such consideration is announced publicly within the period ending 180 calendar days after the Change Control, and such period shall not exceed 90 calendar days after the public announcement of such consideration[4].\n\n### Rating Downgrade\n\nA \"Put Event\" shall be deemed to have occurred at the time (i) a Change Control occurs and (ii) within the Change Control Period, a Rating Downgrade occurs in respect of the Change Control or potential Change Control. A \"Rating Downgrade\" occurs if, within the Change Control Period: (a) an investment grade credit rating assigned to the long-term debt of the Issuer by a Rating Agency is either downgraded to a non-investment grade credit rating or withdrawn and is not, within the Change Control Period, subsequently (in the case of a downgrade) upgraded or (in the case of a withdrawal) reinstated to an investment grade credit rating by such Rating Agency[3][4].\n\n### Relevant Announcement Date\n\n\"Relevant Announcement Date\" means the earlier of (x) the date of the first public announcement of the relevant Change Control; and (y) the date of the first public announcement of any statement by the Issuer, any actual or potential bidder or any advisor thereto relating to a potential Change Control, provided that within 180 calendar days following the date of such announcement or statement, a Change Control occurs[2].\n\n### Definitions\n\n\"Relevant Person\" means any person or persons acting in concert (as defined in Article L.233-10 of the French Code de commerce) or any person or persons acting on behalf of such person(s). \"Control\" means, in respect of an entity, the holding or acquisition, directly or indirectly, by a Relevant Person of: (a) more than 50 per cent. of the issued ordinary share capital of the entity; or (b) such number of the shares in the capital of the entity carrying more than 50 per cent. of the total voting rights normally exercisable at a general meeting of the Issuer[3][4].\n\n### Illiquidity Risk\n\nThe trading market in respect of the Notes in respect of which the Put Option is exercised may become illiquid. In addition, Noteholders may not be able to reinvest the moneys they receive upon early redemption in securities yielding as much as the redeemed Notes. Therefore, Noteholders who have exercised their Put Options may not be able to sell their Notes in the market and may have to wait until the Maturity Date to obtain full redemption of their investments in the Notes, which may reduce the profits anticipated by such Noteholders at the time of issue[1].\n\n### Rating Agencies\n\n\"Rating Agencies\" means S&P Global Ratings, a division of McGraw-Hill Companies, Inc., and/or Moody's Investor Services and/or Fitch Ratings and their respective successors or affiliates and/or any other rating agency of equivalent international standing specified by the Issuer from time to time for the purposes of the current rating of the Notes at the relevant time[4].\n\n### Change Control Rating Downgrade\n\nA potential Change Control Rating Downgrade in respect of a potential Change Control Period may occur, allowing the holder of Notes to exercise the Put Option unless, within 180 calendar days following the date of the announcement or statement relating to the potential Change Control, a Change Control occurs[1].\n\n### Control Definition\n\nControl, in respect of an entity, means the holding or acquisition, directly or indirectly, by a Relevant Person of: (a) more than 50 per cent. of the issued ordinary share capital of the entity; or (b) such number of shares in the capital of the entity carrying more than 50 per cent. of the total voting rights normally exercisable at a general meeting of the Issuer[3].\n\n### Exercise of Put Option\n\nTo exercise the Put Option requiring redemption or purchase of the Note under Condition 8, the Noteholder must transfer or cause to be transferred its Notes to the account of the Put Agent specified in the Put Event Notice or to the account of the Issuer (or relevant purchaser) within the period of 120 calendar days after the Put Event Notice is given (the \"Put Period\"), together with a duly signed and completed notice of exercise form (for the time being current) obtainable from the specified office of any Paying Agent (a \"Put Option Notice\"). The Noteholder may specify a Euro-denominated bank account to which payment is to be made under Condition 8[2].\n\n### Change Control\n\nIf at any time while a Note remains outstanding there occurs a Put Event, the holder of each Note will have the option (the \"Put Option\") (unless, prior to the giving of the Put Event Notice, the Issuer gives notice to redeem the Notes under Conditions 5(b), 5(c) (if at the time of the total principal amount of the Notes), 5(d), or 5(e)) to require the Issuer to redeem or, at the Issuer's option, procure the purchase of such Note on the Optional Redemption Date (as defined below) at its principal amount together with interest accrued to but excluding the date set for redemption[3].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.2899780273438,
                        "y1": 203.5399932861328,
                        "y2": 366.4100036621094
                    }
                ],
                "page_index": [
                    37
                ],
                "parent_doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "reference_text": "Condition 8 provides event Put Event, holder Note option require Issuer redeem procure purchase Note outstanding principal amount together accrued interest. Furthermore, potential Change Control Rating Downgrade respect potential Change Control Period occur, holder Notes able exercise Put Option unless within 180 calendar days following date announcement statement relating potential Change Control, Change Control occurs. trading market respect Notes respect Put Option exercised may become illiquid. addition, Noteholders may able reinvest moneys receive upon early redemption securities yield redeemed Notes. Therefore, Noteholders exercised Put Options may able sell Notes market may wait Maturity Date obtain redemption investments Notes, may reduce profits anticipated Noteholders time issue."
            },
            {
                "id": "2",
                "score": 0.601944625377655,
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26000213623047,
                        "x2": 530.280029296875,
                        "y1": 71.4000015258789,
                        "y2": 421.9700012207031
                    }
                ],
                "page_index": 56,
                "chunk_order": 272,
                "parent_doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "reference_text": "\"Relevant Announcement Date\" means earlier (x) date first public announcement relevant Change Control; (y) date first public announcement statement Issuer, actual potential bidder advisor thereto relating potential Change Control within 180 calendar days following date announcement statement, Change Control occurs. Immediately upon Issuer becoming aware Put Event occurred, Issuer shall, give notice (a \"Put Event Notice\") Noteholders accordance Condition 12 specifying nature Put Event procedure exercising Put Option contained Condition 8. exercise Put Option require redemption or, case may be, purchase Note Condition 8, Noteholder must transfer cause transferred Account Holder Notes redeemed purchased account Put Agent specified Put Event Notice account Issuer (or relevant purchaser) within period 120 calendar days Put Event Notice given (the \"Put Period\"), together duly signed completed notice exercise form (for time current) obtainable specified office Paying Agent (a \"Put Option Notice\") Noteholder may specify Euro-denominated bank account payment made Condition 8. Issuer shall redeem or, option Issuer, procure purchase Notes respect Put Option validly exercised provided above, subject transfer Notes account Put Agent account Issuer (or relevant purchaser) described above, date tenth Business Day following end Put Period (the \"Optional Redemption Date\"). Payment respect Note transferred made Euro Noteholder Euro-denominated bank account specified relevant Put Option Notice Optional Redemption Date via relevant Account Holder."
            },
            {
                "id": "3",
                "score": 0.5879430770874023,
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    99.26000213623047,
                    519.4299926757812,
                    530.0800170898438,
                    689.3800048828125
                ],
                "page_index": 54,
                "chunk_order": 265,
                "parent_doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "reference_text": "\"Put Event\" shall deemed occurred time (i) Change Control occurs (ii) within Change Control Period Rating Downgrade occurs respect Change Control or, case may be, potential Change Control. \"Change Control\" respect Issuer shall deemed occurred time (whether approved Issuer) Relevant Person(s), time following Issue Date Notes, acquire(s) Control Issuer unless Relevant Person(s) (are) Control Nexans immediately prior Change Control. \"Relevant Person\" means person persons acting concert (as defined Article L.233-10 French Code de commerce) person persons acting behalf person(s). \"Control\" means, respect entity, holding acquisition, directly indirectly, Relevant Person of:"
            },
            {
                "id": "4",
                "score": 0.5881797075271606,
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    99.26000213623047,
                    419.0899963378906,
                    530.0800170898438,
                    596.8300170898438
                ],
                "page_index": 55,
                "chunk_order": 270,
                "parent_doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "reference_text": "provided Relevant Announcement Date long-term debt Issuer assigned credit rating one Rating Agency, least one investment grade, sub-paragraph (a) apply; (ii) making relevant decision(s) referred (a) (b) above, relevant Rating Agency announces publicly confirms writing Issuer decision(s) resulted directly, whole significant degree, occurrence Change Control or, case may be, potential Change Control, provided rating designations employed Rating Agency changed force time Issue Date, Issuer shall determine rating designations Rating Agency equivalent prior rating designations Rating Agency Condition 8 shall (in absence manifest error) read accordingly."
            }
        ]
    },
    {
        "name": "Event of Default",
        "response": "### Specific Circumstances of Default\n\nThe borrower (issuer) may be considered to have failed in fulfilling their contractual obligations under the following circumstances:\n\nIf any amount of principal or interest on any Note is not paid on the due date and such default is not remedied within seven calendar days from the due date[1].\n\nIf any other obligations of the Issuer under the Notes are not complied with or performed within a period of 30 calendar days after receipt by the Issuer of written notice of such default given by the Representative[1].\n\nIf the Issuer or any of its Principal Subsidiaries defaults in the payment of any other financial indebtedness or guarantee of financial indebtedness in a total amount at least equal to EUR 50,000,000 on its due date or at the end of any applicable grace period, unless the Issuer challenges such default in good faith before a competent tribunal. An early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgment in accordance with its terms[1].\n\nIf any other financial indebtedness of the Issuer or any of its Principal Subsidiaries in an amount in excess of EUR 50,000,000 is declared due and payable due to an event of default under one of the agreements relating to such indebtedness of the Issuer or such Principal Subsidiary, unless the Issuer challenges such default in good faith before a competent tribunal. An early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgment in accordance with its terms[1].\n\nIn the case where a judgment is issued for the judicial liquidation (liquidation judiciaire) or for the transfer of the whole of the business (cession totale de l’entreprise) of the Issuer or any Principal Subsidiary, or if the Issuer or any Principal Subsidiary is subject to any other similar measure or proceeding[1].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26000213623047,
                        "x2": 495.70001220703125,
                        "y1": 462.19000244140625,
                        "y2": 486.07000732421875
                    }
                ],
                "page_index": [
                    56
                ],
                "chunk_order": [
                    273
                ],
                "reference_text": "The Representative (as defined in Condition 11 below), acting on behalf of the Masse (as defined in Condition 11 below), may, upon written notice to the Issuer (with a copy to the Fiscal Agent) before all defaults shall have been cured, cause all, but not some only, of the Notes to become immediately due and payable, at their outstanding principal amount together with any accrued interest thereon:\n. if any amount of principal of, interest on, any Note is not paid on the due date thereof and such default is not remedied within a period of seven calendar days from such due date; or\n. if any other obligations of the Issuer under the Notes is not complied with or performed within a period of 30 calendar days after receipt by the Issuer of written notice of such default given by the Representative (as defined in Condition 11); or\n. if the Issuer or any of its Principal Subsidiaries (as defined below) defaults in the payment of any other financial indebtedness or guarantee of financial indebtedness in a total amount at least equal to EUR 50,000,000 on its due date or, as the case may be, at the end of any applicable grace period, unless the Issuer challenges such default in good faith before a competent tribunal, in which case an early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgement in accordance with its terms; or. if any other financial indebtedness of the Issuer or any of its Principal Subsidiaries (as defined below) in an amount in excess of EUR 50,000,000 is declared due and payable due to an event of default under one of the agreements relating to such indebtedness of the Issuer or such Principal Subsidiary, unless the Issuer challenges such default in good faith before a competent tribunal, in which case an early redemption of the Notes will be mandatory only if the tribunal has found against the Issuer and the Issuer has not complied with the judgement in accordance with its terms; or\n. in the case where a judgment is issued for the judicial liquidation (liquidation judiciaire) or for the transfer of the whole of the business (cession totale de l’entreprise) of the Issuer or any Principal Subsidiary, or if the Issuer or any Principal Subsidiary is subject to any other similar measure or proceeding."
            }
        ]
    },
    {
        "name": "Permitted Investments",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Permitted Indebtedness",
        "response": "### Additional Debt and Covenants\n\nThe issuer is subject to a negative pledge as provided in Condition 3, which prohibits the issuer from granting a mortgage on present or future real property assets and interests, or any pledge, charge, or security interest on present or future assets and incomes. This applies to holders of notes (obligations) issued or guaranteed by the issuer that are capable of being admitted to trading on a regulated market. Despite this negative pledge, the issuer may incur significant additional indebtedness that could rank equally with the notes. If the issuer incurs such additional indebtedness, it would increase the number of claims entitled to share rateably with noteholders in the proceeds distributed in connection with insolvency, bankruptcy, or similar proceedings, thereby increasing the risk that noteholders could lose part of their investment in the notes.[1]\n\n### Restrictions by Bondholders\n\nThe issuer undertakes not to grant a mortgage (hypothèque) on present or future real property assets and interests, or any pledge (nantissement), charge (gage), or security interest (sûreté réelle) on present or future assets and incomes, to holders of notes (obligations) issued or guaranteed by the issuer that are capable of being admitted to trading on a regulated market, unless at the time the notes are equally and rateably secured therewith. This undertaking is given in relation to security interests for the benefit of holders of notes that are capable of being admitted to trading on a regulated market and does not affect the issuer's right to dispose of assets or grant security in respect of assets in any other circumstance.[2]",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.0900268554688,
                        "y1": 344.2099914550781,
                        "y2": 500.1099853515625
                    }
                ],
                "page_index": [
                    36
                ],
                "chunk_order": [
                    179
                ],
                "reference_text": "negative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes."
            },
            {
                "id": "2",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.1400146484375,
                        "y1": 632.1400146484375,
                        "y2": 746.260009765625
                    }
                ],
                "page_index": [
                    48
                ],
                "chunk_order": [
                    236
                ],
                "reference_text": "long Notes remain outstanding, Issuer undertakes grant mortgage (hypothèque) present future real property assets interests, pledge (nantissement), charge (gage), security interest (sûreté réelle) present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market, unless time Notes equally rateably secured therewith. undertaking given relation security interests given benefit holders notes (obligations) are, capable being, admitted trading regulated market affect way right Issuer dispose assets grant security respect assets circumstance."
            }
        ]
    },
    {
        "name": "Restricted Payments",
        "response": "N/A",
        "citations": []
    },
    {
        "name": "Optional Redemption",
        "response": "### Redemption Upon Change of Control\n\nIn the event of a Change of Control, a Put Event occurs, allowing the holder of the Note the option (the \"Put Option\") to require the Issuer to redeem or procure the purchase of the Note on the Optional Redemption Date at its principal amount together with interest accrued to, but excluding, the date set for redemption[1].\n\n### Redemption for Taxation Reasons\n\nIf due to a change in law or regulation in France, the Issuer would be unable to make the next payment of principal or interest without paying additional amounts, the Issuer may, at its sole discretion, redeem the Notes in whole or in part at their outstanding principal amount together with accrued interest, provided that the redemption date shall be the earliest practicable date the Issuer could make such payment without withholding French taxes[2].\n\n### Redemption at the Option of the Issuer\n\nThe Issuer may, subject to compliance with relevant laws, redeem the Notes in whole or in part at any time prior to 11 December 2029 at a price per Note equal to the product of 100% of the relevant Specified Percentage of the outstanding principal amount, as calculated by the Calculation Agent[3].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.26000213623047,
                        "x2": 530.1599731445312,
                        "y1": 415.1300048828125,
                        "y2": 508.510009765625
                    }
                ],
                "page_index": [
                    54
                ],
                "chunk_order": [
                    264
                ],
                "reference_text": "time Note remains outstanding occurs Put Event, holder Note option (the \"Put Option\") (unless, prior giving Put Event Notice (as defined below), Issuer gives notice intention redeem Notes Conditions 5(b), 5(c) (if total principal amount outstanding Notes), 5(d) 5(e)) require Issuer redeem or, Issuer's option, procure purchase Note Optional Redemption Date (as defined below) principal amount together interest accrued to, excluding date set redemption."
            },
            {
                "id": "2",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 133.33999633789062,
                        "x2": 530.1799926757812,
                        "y1": 92.30000305175781,
                        "y2": 282.8900146484375
                    }
                ],
                "page_index": [
                    50
                ],
                "chunk_order": [
                    243
                ],
                "reference_text": "(i) If, reason change law regulation Republic France political subdivision authority therein thereof power tax, change official application interpretation law regulation (including holding competent court), becoming effective Issue Date, Issuer would, occasion next payment principal interest due respect Notes, able make payment without pay additional amounts specified Condition 7, Issuer may, sole discretion, time, subject given 45 less 15 calendar days' prior notice Noteholders accordance Condition 12 (which notice shall irrevocable), redeem whole, part, Notes outstanding outstanding principal amount, together interest accrued date fixed redemption, provided due date redemption notice hereunder may given shall earlier latest practicable date Issuer could make payment principal interest without withholding French taxes."
            },
            {
                "id": "3",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 133.33999633789062,
                        "x2": 530.1900024414062,
                        "y1": 502.3900146484375,
                        "y2": 672.219970703125
                    }
                ],
                "page_index": [
                    50
                ],
                "chunk_order": [
                    245
                ],
                "reference_text": "Issuer may, subject compliance relevant laws, regulations directives given 45 less 15 calendar days' notice Noteholders accordance Condition 12 (which notice shall irrevocable shall specify date fixed redemption (a \"Make-Whole Redemption Date\")), one occasions redeem all, specified percentage (the \"Specified Percentage\") (which Specified Percentage shall specified notice) outstanding principal amount Notes, time prior 11 December 2029 price per Note equal product (rounded nearest cent half cent rounded upwards) calculated Calculation Agent (A) 100% relevant Specified Percentage, case may be, (B) Optional Redemption Amount. \"Optional Redemption Amount\" means, relation Make-Whole Redemption Date, amount Euro per Note calculated Calculation Agent equal sum"
            }
        ]
    },
    {
        "name": "Negative Pledge",
        "response": "### Negative Pledge Clause\n\nThe negative pledge provided in Condition 3 prohibits the Issuer from granting a mortgage on present or future real property assets and interests, pledge, charge, or security interest on present or future assets and incomes. This applies to holders of notes (obligations) issued or guaranteed by the Issuer, which are capable of being admitted to trading on a regulated market. Subject to the negative pledge, the Issuer may incur significant additional indebtedness that could rank equally with the Notes. If the Issuer incurs significant additional indebtedness ranking equally with the Notes, it would increase the number of claims entitled to share rateably with Noteholders in proceeds distributed in connection with insolvency, bankruptcy, or similar proceedings, thereby increasing the risk that Noteholders could lose part of their investment in the Notes[1].\n\n### Limitation on Liens\n\nAs long as the Notes remain outstanding, the Issuer undertakes not to grant a mortgage (hypothèque) on present or future real property assets and interests, pledge (nantissement), charge (gage), or security interest (sûreté réelle) on present or future assets and incomes to holders of notes (obligations) issued or guaranteed by the Issuer, which are capable of being admitted to trading on a regulated market, unless at the time the Notes are equally and rateably secured therewith. This undertaking is given in relation to security interests provided for the benefit of holders of notes (obligations) that are capable of being admitted to trading on a regulated market, and does not affect the Issuer's right to dispose of assets or grant security in respect of assets under any circumstance[2].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.0900268554688,
                        "y1": 344.2099914550781,
                        "y2": 500.1099853515625
                    }
                ],
                "page_index": [
                    36
                ],
                "chunk_order": [
                    179
                ],
                "reference_text": "negative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests, pledge, charge, security interest present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market. Subject negative pledge, Issuer may incur significant additional indebtedness could rank equally Notes. Accordingly, Issuer incurs significant additional indebtedness ranking equally Notes, increase number claims would entitled share rateably Noteholders proceeds distributed connection insolvency, bankruptcy similar proceeding increase risk Noteholders lose part investment Notes."
            },
            {
                "id": "2",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 99.37999725341797,
                        "x2": 530.1400146484375,
                        "y1": 632.1400146484375,
                        "y2": 746.260009765625
                    }
                ],
                "page_index": [
                    48
                ],
                "chunk_order": [
                    236
                ],
                "reference_text": "long Notes remain outstanding, Issuer undertakes grant mortgage (hypothèque) present future real property assets interests, pledge (nantissement), charge (gage), security interest (sûreté réelle) present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market, unless time Notes equally rateably secured therewith. undertaking given relation security interests given benefit holders notes (obligations) are, capable being, admitted trading regulated market affect way right Issuer dispose assets grant security respect assets circumstance."
            }
        ]
    },
    {
        "name": "Transactions with Shareholders and Affiliates",
        "response": "### Transactions with Shareholders and Affiliates\n\nIn the ordinary course of business activities, Managers and their affiliates may hold a broad array of investments and actively trade in debt and equity securities, including those of the Issuer and its affiliates. Certain Managers and their affiliates have lending relationships with the Issuer and routinely hedge their credit exposure to the Issuer in accordance with customary risk management policies. This hedging typically involves transactions such as purchasing credit default swaps or creating short positions in securities, potentially including the Notes. Managers and their affiliates may also make investment recommendations and publish independent research views regarding securities and financial instruments they may hold or recommend to clients, including long and short positions in such securities and instruments[1][2].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 97.81999969482422,
                        "x2": 531.5900268554688,
                        "y1": 106.22000122070312,
                        "y2": 282.8900146484375
                    }
                ],
                "page_index": [
                    78
                ],
                "chunk_order": [
                    361
                ],
                "reference_text": "addition, ordinary course business activities, Managers affiliates may make hold broad array investments actively trade debt equity securities (or related derivative securities) financial instruments (including bank loans) account accounts customers. investments securities activities may involve securities and/or instruments Issuer affiliates. Certain Managers affiliates lending relationship Issuer routinely hedge credit exposure Issuer consistently customary risk management policies. Typically, Managers affiliates would hedge exposure entering transactions consist either purchase credit default swaps creation short positions securities, including potentially Notes. Managers affiliates may also make investment recommendations and/or publish express independent research views respect securities financial instruments may hold, recommend clients acquire, long and/or short positions securities instruments."
            },
            {
                "id": "2",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 63.86000061035156,
                        "x2": 531.6900024414062,
                        "y1": 516.6699829101562,
                        "y2": 763.0599975585938
                    }
                ],
                "page_index": [
                    77
                ],
                "chunk_order": [
                    360
                ],
                "reference_text": "11. Certain Managers affiliates engaged, may future engage, investment banking, financing and/or commercial banking transactions with, may perform services for, Issuer affiliates ordinary course business. Certain Managers affiliates may positions, deal make markets Notes, related derivatives reference obligations, including (but limited to) entering hedging strategies behalf Issuer affiliates, investor clients, principal order manage exposure, general market risk, trading activities."
            }
        ]
    },
    {
        "name": "Use of proceeds",
        "response": "### Use of Proceeds\n\nThe estimated net proceeds from the issue of the Notes amount to EUR 348,680,000. These proceeds will be used by the Issuer for general corporate purposes, including the refinancing of the Issuer's outstanding EUR 200,000,000 2.75% bonds due on 5 April 2024 (FR0013248713)[1].",
        "citations": [
            {
                "id": "1",
                "doc_id": "ABFS2wifyZONHIdCzzA15HbiBQ4Dvpl",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    {
                        "x1": 68.9,
                        "x2": 523.04,
                        "y1": 93.14,
                        "y2": 128.54
                    }
                ],
                "page_index": [
                    62
                ],
                "chunk_order": [
                    294
                ],
                "reference_text": "estimated net proceeds issue Notes amount EUR 348,680,000 used Issuer general corporate purposes including refinancing Issuer’s outstanding EUR 200,000,000 2.75 per cent. bonds due 5 April 2024 (FR0013248713)."
            }
        ]
    },
    {
        "name": "Risk factors",
        "response": "### Risk Factors Overview\n\nThe bond document outlines several risk factors that prospective investors should consider before investing. These risks may affect the issuer's ability to fulfill its obligations under the notes, including the potential inability to pay interest or principal amounts due to various reasons[1].\n\n### Categories of Risks\n\nThe issuer has identified 15 principal risks categorized into four main areas: Strategic Risks, Operational Risks, Legal Compliance Risks, and Financial Risks. These risks are assessed based on their criticality and the effectiveness of the risk mitigation measures in place[2].\n\n### Specific Risks\n\nAmong the specific risks highlighted are health and safety risks, talent scarcity, market innovation risks, and financial risks related to internal controls and tax issues. Each of these risks is monitored and managed to minimize their occurrence and potential impact on the issuer's operations[3].\n\n### Economic and Geopolitical Risks\n\nThe document also discusses risks associated with economic downturns and geopolitical instability, which could affect the issuer's performance. For instance, the issuer has a robust backlog in its Generation & Transmission business, which may mitigate some impacts of economic slowdowns[4].\n\n### Compliance and Legal Risks\n\nLegal compliance risks are also significant, particularly concerning antitrust laws and potential claims related to product liability. The issuer has faced previous investigations and fines, which could impact its financial position and reputation[5].\n\n### Conclusion\n\nInvestors are encouraged to conduct their own evaluations of these risk factors and consider them carefully in the context of their investment decisions[6].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        65.30000305175781,
                        101.41999816894531,
                        530.0599975585938,
                        271.25
                    ]
                ],
                "page_index": [
                    7
                ],
                "chunk_order": [
                    1
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "following certain risk factors offering Notes prospective investors aware. Issuer believes following factors may affect ability fulfil obligations Notes."
            },
            {
                "id": "2",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.26000213623047,
                        457.3900146484375,
                        530.0700073242188,
                        599.469970703125
                    ]
                ],
                "page_index": [
                    7
                ],
                "chunk_order": [
                    2
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "part Nexans’ risk management process, Group conducted assessment identify primary risk factors faces."
            },
            {
                "id": "3",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        117.26000213623047,
                        71.4000015258789,
                        530.1500244140625,
                        193.94000244140625
                    ]
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    3
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "risks health safety well human risks: − risks relate issues primary vital importance Nexans."
            },
            {
                "id": "4",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.26000213623047,
                        422.69000244140625,
                        530.1199951171875,
                        460.510009765625
                    ]
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    4
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Nexans committed maintaining improving performance, even face geopolitical economic uncertainty."
            },
            {
                "id": "5",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.26000213623047,
                        510.30999755859375,
                        203.77000427246094,
                        520.27001953125
                    ]
                ],
                "page_index": [
                    26
                ],
                "chunk_order": [
                    5
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "late January 2009, European Commission launched antitrust investigation various cable manufacturers including Group companies relation alleged anticompetitive behavior subsea underground high-voltage power cables sector."
            },
            {
                "id": "6",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.26000213623047,
                        610.3900146484375,
                        529.97998046875,
                        738.4600219726562
                    ]
                ],
                "page_index": [
                    7
                ],
                "chunk_order": [
                    6
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Prospective investors make independent evaluations risk factors also read detailed information set elsewhere Prospectus."
            }
        ]
    },
    {
        "name": "Covenants",
        "response": "### Credit Rating Provisions\n\nThe bond documents indicate that the credit rating assigned to the Notes is based on the Issuer's financial situation and considers relevant structural features of the transaction. The rating reflects the views of the rating agency and addresses the likelihood of full and timely payments to Noteholders, including interest payments and principal repayment on the final payment date. It is important to note that the rating may be reviewed, revised, suspended, or withdrawn by the rating agency based on changes in circumstances or unavailability of information. A decline in the Issuer's credit rating could adversely affect the trading price of the Notes[1].\n\n### Risks Related to Market Value\n\nThe market value of the Notes is influenced by the creditworthiness of the Issuer and various other factors, including market interest rates and the time remaining until maturity. The value of the Notes can be affected by economic, financial, and political events both in France and globally. If a Noteholder needs to sell the Notes before maturity, they may receive a price significantly lower than the purchase price, resulting in a potential loss of capital invested[2].\n\n### Trading Market and Liquidity\n\nThe documents state that an application has been made for the Notes to be admitted to trading on Euronext Paris. While an active trading market may develop, there is no guarantee that it will be maintained. If the market for the Notes is not liquid, Noteholders may face challenges in selling their Notes at favorable prices, which could lead to significant losses. Additionally, the exercise of a Put Option may affect the liquidity of the Notes, depending on the number of Notes exercised[3].\n\n### Negative Pledge\n\nThe Issuer has undertaken a negative pledge, which means that as long as the Notes remain outstanding, the Issuer will not grant security interests over its present or future assets unless the Notes are equally secured. This provision is designed to protect the interests of the Noteholders by ensuring that they are not subordinated to other creditors[4].\n\n### Interest Rate and Payment Terms\n\nThe Notes bear interest at a rate of 4.250% per annum, payable annually in arrears. The interest period begins from the Issue Date and continues until the Maturity Date. Interest calculations are based on the Actual/Actual-ICMA method, and interest will cease to accrue upon redemption unless payment is improperly withheld[5].",
        "citations": [
            {
                "id": "1",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        68.54000091552734,
                        616.6300048828125,
                        525.5599975585938,
                        737.8599853515625
                    ]
                ],
                "page_index": [
                    4
                ],
                "chunk_order": [
                    16
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "rating assigned Notes rating agency based Issuer’s financial situation takes account relevant structural features transaction, including, inter alia, terms Notes, reflects views rating agency. rating may reflect potential impact risks related structure, market, additional factors discussed paragraph, factors may affect value Notes. rating addresses likelihood full timely payment Noteholders payments interest interest payment date repayment principal final payment date. assurance rating continue period time reviewed, revised, suspended withdrawn entirely rating agency result changes unavailability information if, rating agency’s judgement, circumstances warrant. credit rating and/or corporate rating recommendation buy, sell hold securities. adverse change applicable credit rating could adversely affect trading price Notes."
            },
            {
                "id": "2",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.37999725341797,
                        558.1900024414062,
                        529.969970703125,
                        693.219970703125
                    ]
                ],
                "page_index": [
                    37
                ],
                "chunk_order": [
                    187
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Notes rated BB+ S&P. market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date. value Notes depends number interrelated factors, including economic, financial political events France elsewhere, including factors affecting capital markets generally stock exchanges Notes traded. price Noteholder able sell Notes prior maturity may discount, could substantial, issue price purchase price paid Noteholder. Accordingly, part capital invested Noteholder may lost upon transfer Notes, Noteholder case would receive significantly less total amount capital invested."
            },
            {
                "id": "3",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.37999725341797,
                        725.1400146484375,
                        530.0700073242188,
                        762.8200073242188
                    ]
                ],
                "page_index": [
                    37
                ],
                "chunk_order": [
                    188
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Application made Notes admitted trading Euronext Paris Issue Date. active trading market Notes may develop and, one develop, may maintained. active trading market Notes develop maintained, market trading price liquidity Notes may adversely affected. Therefore, Noteholders may able sell Notes secondary market (in case market trading price liquidity may adversely affected) may able sell Notes prices provide yield comparable similar investments developed secondary market Noteholders could lose significant part investments Notes."
            },
            {
                "id": "4",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        99.37999725341797,
                        632.1400146484375,
                        530.1400146484375,
                        746.260009765625
                    ]
                ],
                "page_index": [
                    47
                ],
                "chunk_order": [
                    236
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "long Notes remain outstanding, Issuer undertakes grant mortgage (hypothèque) present future real property assets interests, pledge (nantissement), charge (gage), security interest (sûreté réelle) present future assets incomes, holders notes (obligations) issued guaranteed Issuer, are, capable being, admitted trading regulated market, unless time Notes equally rateably secured therewith. undertaking given relation security interests given benefit holders notes (obligations) are, capable being, admitted trading regulated market affect way right Issuer dispose assets grant security respect assets circumstance."
            },
            {
                "id": "5",
                "doc_name": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "chunk_bbox": [
                    [
                        133.33999633789062,
                        274.6099853515625,
                        530.22998046875,
                        374.92999267578125
                    ]
                ],
                "page_index": [
                    48
                ],
                "chunk_order": [
                    238
                ],
                "parent_doc_id": "UD0000000029001_FR001400OL29_HY_OC_2024-03-07-prospectus-bond.pdf",
                "reference_text": "Notes bear interest from, including, 11 March 2024 (the \"Issue Date\") to, excluding, 11 March 2030 (the \"Maturity Date\"), rate 4.250 per cent. per annum payable annually arrear 11 March year (each \"Interest Payment Date\") commencing 11 March 2025. period from, including, Issue Date to, excluding, first Interest Payment Date successive period including Interest Payment Date to, excluding, next Interest Payment Date called \"Interest Period\"."
            }
        ]
    },
    {
        "response": "### Summary and Overview\n\nThe bond document outlines various risk factors associated with the investment in the Notes issued by Nexans. It emphasizes the credit risk involved, indicating that the Notes are direct, unconditional, and unsecured obligations of the Issuer. If the Issuer's creditworthiness deteriorates, it may negatively impact Noteholders, potentially leading to losses on their investments[1]. The document also highlights that the Notes are protected by restrictive covenants, which prevent the Issuer from incurring additional indebtedness that could rank equally with the Notes, thereby increasing the risk for Noteholders in case of insolvency[2]. Furthermore, it discusses the possibility of early redemption of the Notes, which could result in lower yields for Noteholders compared to their initial expectations[3]. Additionally, the document notes that changes in market interest rates may adversely affect the value of the Notes, leading to potential capital losses for investors if they decide to sell before maturity[4]. Overall, prospective investors are advised to carefully evaluate these risks before making investment decisions[5].",
        "citations": [
            {
                "id": "1",
                "doc_name": "Bond_Document.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 200,
                        "y2": 220
                    }
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    1
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "credit risk refers risk Issuer may unable meet financial obligations Notes."
            },
            {
                "id": "2",
                "doc_name": "Bond_Document.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 220,
                        "y2": 240
                    }
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    2
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "negative pledge provided Condition 3 prohibits Issuer granting mortgage present future real property assets interests."
            },
            {
                "id": "3",
                "doc_name": "Bond_Document.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 240,
                        "y2": 260
                    }
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    3
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "early redemption Notes may result, Noteholders, yield considerably lower anticipated."
            },
            {
                "id": "4",
                "doc_name": "Bond_Document.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 260,
                        "y2": 280
                    }
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    4
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "Investment Notes involves risk subsequent changes market interest rates may adversely affect value yield Notes."
            },
            {
                "id": "5",
                "doc_name": "Bond_Document.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 280,
                        "y2": 300
                    }
                ],
                "page_index": [
                    8
                ],
                "chunk_order": [
                    5
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "Prospective investors make independent evaluations risk factors also read detailed information set elsewhere Prospectus."
            }
        ]
    },
    {
        "response": "### Offering Overview\n\nThe offering consists of EUR 350,000,000 4.250% Notes due on 11 March 2030, issued by Nexans (the \"Issuer\") as authorized by a resolution from the Board of Directors dated 17 January 2024[1].\n\n### Interest Rate\n\nThe Notes bear an interest rate of 4.250% per annum, payable annually in arrears on 11 March, starting from 11 March 2025[2].\n\n### Redemption Terms\n\nThe Issuer may redeem the Notes prior to maturity under certain conditions, including events of default or at specified redemption dates, which may affect the liquidity and market value of the Notes[3].\n\n### Credit Risk\n\nInvesting in the Notes involves credit risk, as they are direct, unconditional, and unsubordinated obligations of the Issuer. The creditworthiness of the Issuer may deteriorate, impacting the ability to meet financial obligations[4].\n\n### Market Value\n\nThe market value of the Notes is subject to various factors, including the Issuer's creditworthiness and prevailing market interest rates, which may lead to potential losses for Noteholders if sold prior to maturity[5].\n\n### Trading Market\n\nApplication has been made for the Notes to be admitted to trading on Euronext Paris, and while an active trading market may develop, liquidity may be adversely affected by various factors[6].",
        "citations": [
            {
                "id": "1",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 100,
                        "x2": 400,
                        "y1": 200,
                        "y2": 220
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    1
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "issue EUR 350,000,000 4.250 per cent. Notes due 11 March 2030 (the \"Notes\") Nexans (the \"Issuer\") authorised pursuant resolution Board Directors (Conseil d’administration) Issuer dated 17 January 2024."
            },
            {
                "id": "2",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 120,
                        "x2": 380,
                        "y1": 300,
                        "y2": 320
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    2
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "Notes bear interest outstanding principal amount time time rate 4.250 per cent. per annum, from, including, Issue Date (but excluding) Maturity Date payable Euro annually arrear 11 March year, commencing 11 March 2025."
            },
            {
                "id": "3",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 140,
                        "x2": 400,
                        "y1": 280,
                        "y2": 300
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    3
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "Issuer may redeem all, only, Notes outstanding outstanding principal amount together interest accrued accordance Condition 5(b) Conditions."
            },
            {
                "id": "4",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 150,
                        "x2": 400,
                        "y1": 250,
                        "y2": 270
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    4
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "However, investment Notes involves taking credit risk Issuer. Credit risk refers risk Issuer may unable meet financial obligations Notes."
            },
            {
                "id": "5",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 160,
                        "x2": 400,
                        "y1": 240,
                        "y2": 260
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    5
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "market value Notes affected creditworthiness Issuer number additional factors, including, limited to, market interest yield rates time remaining maturity date."
            },
            {
                "id": "6",
                "doc_name": "Bond_XYZ_2024.pdf",
                "chunk_bbox": [
                    {
                        "x1": 170,
                        "x2": 400,
                        "y1": 230,
                        "y2": 250
                    }
                ],
                "page_index": [
                    10
                ],
                "chunk_order": [
                    6
                ],
                "parent_doc_id": "doc_xyz",
                "reference_text": "Application made Notes admitted trading Euronext Paris Issue Date."
            }
        ]
    }
]